<?php
// Heading
$_['heading_title']      = 'แบนเนอร์';

// Text
$_['text_success']       = 'สำเร็จ: คุณได้ปรับปรุงแบนเนอร์แล้ว!';
$_['text_list']          = 'รายการแบนเนอร์';
$_['text_add']           = 'เพิ่มแบนเนอร์';
$_['text_edit']          = 'แก้ไขแบนเนอร์';
$_['text_default']       = 'ค่าเริ่มต้น';

// Column
$_['column_name']        = 'ชื่อแบนเนอร์';
$_['column_status']      = 'สถานะ';
$_['column_action']      = 'การทำงาน';

// Entry
$_['entry_name']         = 'ชื่อแบนเนอร์';
$_['entry_title']        = 'ไตเติล';
$_['entry_link']         = 'ลิ้งค์';
$_['entry_image']        = 'รูปภาพ';
$_['entry_status']       = 'สถานะ';
$_['entry_sort_order']   = 'เรียงลำดับ';

// Error
$_['error_permission']   = 'คำเตือน: คุณไม่ได้รับอนุญาตให้ปรับปรุงแบนเนอร์!';
$_['error_name']         = 'ชื่อแบนเนอร์ต้องมีอักขระตั้งแต่ 3 ถึง 64 ตัวอักษร!';
$_['error_title']        = 'ไตเติลแบนเนอร์ต้องมีอักขระตั้งแต่ 2 ถึง 64 ตัวอักษร!';