<?php
// Heading
$_['heading_title']       = 'เลย์เอาต์';

// Text
$_['text_success']        = 'สำเร็จ: คุณได้ปรับปรุงเลย์เอาต์แล้ว!';
$_['text_list']           = 'รายการเลย์เอาต์';
$_['text_add']            = 'เพิ่มเลย์เอาต์';
$_['text_edit']           = 'แก้ไขเลย์เอาต์';
$_['text_default']        = 'ค่าเริ่มต้น';
$_['text_content_top']    = 'เนื้อหาด้านบน';
$_['text_content_bottom'] = 'เนื้อหาด้านล่าง';
$_['text_column_left']    = 'เนื้อหาด้านซ้าย';
$_['text_column_right']   = 'เนื้อหาด้านขวา';

// Column
$_['column_name']         = 'ชื่อเลย์เอาต์';
$_['column_action']       = 'การทำงาน';

// Entry
$_['entry_name']          = 'ชื่อเลย์เอาต์';
$_['entry_store']         = 'ร้านค้า';
$_['entry_route']         = 'Route';
$_['entry_module']        = 'โมดูล';
$_['entry_position']      = 'ตำแหน่ง';
$_['entry_sort_order']    = 'เรียงลำดับ';

// Error
$_['error_permission']    = 'คำเตือน: คุณไม่ได้รับอนุญาตให้ปรับปรุงเลย์เอาต์!';
$_['error_name']          = 'ชื่อเลย์เอาต์ต้องมีอักขระตั้งแต่ 3 ถึง 64 ตัวอักษร!';
$_['error_default']       = 'คำเตือน: เลย์เอาต์นี้ไม่สามารถลบได้เนื่องจากมันกำลังถูกใช้งานในเลย์เอาต์ของร้านค้าเริ่มต้น!';
$_['error_store']         = 'คำเตือน: เลย์เอาต์นี้ไม่สามารถลบได้เนื่องจากมันกำลังถูกใช้งานในร้านค้า %s รายการ!';
$_['error_product']       = 'คำเตือน: เลย์เอาต์นี้ไม่สามารถลบได้เนื่องจากมันกำลังถูกใช้งานในสินค้า %s รายการ!';
$_['error_category']      = 'คำเตือน: เลย์เอาต์นี้ไม่สามารถลบได้เนื่องจากมันกำลังถูกใช้งานในหมวดหมู่ %s รายการ!';
$_['error_information']   = 'คำเตือน: เลย์เอาต์นี้ไม่สามารถลบได้เนื่องจากมันกำลังถูกใช้งานในหน้าข้อมูล %s รายการ!';