<?php
// Heading
$_['heading_title']        = 'บัญชีผู้ใช้พันธมิตรของฉัน';

// Text
$_['text_account']         = 'บัญชีผู้ใช้';
$_['text_my_account']      = 'บัญชีผู้ใช้พันธมิตรของฉัน';
$_['text_my_tracking']     = 'ข้อมูลการติดตามของฉัน';
$_['text_my_transactions'] = 'การทำธุรกรรมของฉัน';
$_['text_edit']            = 'แก้ไขข้อมูลส่วนตัวของคุณ';
$_['text_password']        = 'เปลี่ยนรหัสผ่านของคุณ';
$_['text_payment']         = 'เปลี่ยนการตั้งค่าการชำระเงินของฉัน';
$_['text_tracking']        = 'รหัสติดตามพันธมิตรแบบกำหนดเอง';
$_['text_transaction']     = 'ดูประวัติการทำธุรกรรมของคุณ';