<?php
// Heading
$_['heading_title']     = 'ข้อมูลส่วนตัวบัญชีของฉัน';

// Text
$_['text_account']      = 'บัญชีผู้ใช้';
$_['text_edit']         = 'แก้ไขข้อมูล';
$_['text_your_details'] = 'รายละเอียดส่วนตัวของคุณ';
$_['text_your_address'] = 'ที่อยู่ของคุณ';
$_['text_success']      = 'สำเร็จ: บัญชีของคุณได้รับการปรับปรุงแล้ว.';

// Entry
$_['entry_firstname']   = 'ชื่อ';
$_['entry_lastname']    = 'นามสกุล';
$_['entry_email']       = 'อีเมลล์';
$_['entry_telephone']   = 'โทรศัพท์';
$_['entry_fax']         = 'แฟ็กซ์';
$_['entry_company']     = 'บริษัท';
$_['entry_website']     = 'เว็บไซต์';
$_['entry_address_1']   = 'ที่อยู่ 1';
$_['entry_address_2']   = 'ที่อยู่ 2';
$_['entry_postcode']    = 'รหัสไปรษณีย์';
$_['entry_city']        = 'เมือง';
$_['entry_country']     = 'ประเทศ';
$_['entry_zone']        = 'จังหวัด/รัฐ';

// Error
$_['error_exists']      = 'คำเตือน: อีเมลล์ถูกใช้ลงทะเบียนแล้ว!';
$_['error_firstname']   = 'ชื่อต้องมีอักขระระหว่าง 1 ถึง 32 ตัวอักษร!';
$_['error_lastname']    = 'นามสกุลต้องมีอักขระระหว่าง 1 ถึง 32 ตัวอักษร!';
$_['error_email']       = 'รูปแบบอีเมลล์ไม่ถูกต้อง!';
$_['error_telephone']   = 'โทรศัพท์ต้องมีอักขระระหว่าง 3 ถึง 32 ตัวอักษร!';
$_['error_address_1']   = 'ที่อยู่ต้องมีอักขระระหว่าง 3 ถึง 128 ตัวอักษร!';
$_['error_city']        = 'เมืองต้องมีอักขระระหว่าง 2 ถึง 128 ตัวอักษร!';
$_['error_country']     = 'กรุณาเลือกประเทศ!';
$_['error_zone']        = 'กรุณาเลือกจังหวัด/รัฐ!';
$_['error_postcode']    = 'รหัสไปรษณีย์ต้องมีอักขระระหว่าง 2 ถึง 10 ตัวอักษร!';