<?php
// Heading
$_['heading_title']                 = 'โปรแกรมพันธมิตร';

// Text
$_['text_account']                  = 'บัญชีผู้ใช้';
$_['text_login']                    = 'เข้าสู่ระบบ';
$_['text_description']              = '<p>%s โปรแกรมพันธมิตรนั้นฟรีและอนุญาตให้สมาชิกได้รับรายได้โดยการวางลิ้งค์บนเว็บไซต์ของพวกเขาซึ่งเป็นการโฆษณา %s หรือกำหนดสินค้าลงไป. การขายใดๆที่เกิดขึ้นกับลูกค้าผู้ซึ่งคลิกจากลิ้งค์เหล่านั้นจะได้รับค่าคอมมิชชั่นพันธมิตร. อัตราค่าคอมมิชชั่นมาตรฐานจะอยู่ที่ %s.</p><p>สำหรับข้อมูลเพิ่มเติม, โปรดอ่านหน้าคำถามที่ถามบ่อยหรือดูเงื่อนไขและข้อตกลงทางพันธมิตร.</p>';
$_['text_new_affiliate']            = 'พันธมิตรใหม่';
$_['text_register_account']         = '<p>ฉันยังไม่เคยเป็นพันธมิตร.</p><p>คลิกดำเนินการต่อด้านล่างเพื่อสร้างบัญชีผู้ใช้พันธมิตร. โปรดทราบว่านี่ไม่มีส่วนเกี่ยวข้องกับบัญชีผู้ใช้ลูกค้าของคุณ.</p>';
$_['text_returning_affiliate']      = 'พันธมิตรเข้าสู่ระบบ';
$_['text_i_am_returning_affiliate'] = 'ฉันเป็นพันธมิตรเก่า.';
$_['text_forgotten']                = 'ลืมรหัสผ่าน';

// Entry
$_['entry_email']                   = 'อีเมลล์พันธมิตร';
$_['entry_password']                = 'รหัสผ่าน';

// Error
$_['error_login']                   = 'คำเตือน: ที่อยู่อีเมลล์หรือรหัสผ่านไม่ถูกต้อง.';
$_['error_attempts']                = 'คำเตือน: บัญชีผู้ใช้ของคุณได้พยายามเข้าสู่ระบบมากเกินจำกัด. โปรดลองอีกครั้งใน 1 ชั่วโมงข้างหน้า.';
$_['error_approved']                = 'คำเตือน: บัญชีผู้ใช้ของคุณต้องการการยืนยันก่อนที่คุณจะเข้าสู่ระบบได้.';