<?php
// Heading
$_['heading_title'] = 'บัญชีพันธมิตรของคุณได้ถูกสร้างแล้ว!';

// Text
$_['text_message']  = '<p>ยินดีด้วย! บัญชีผู้ใช้ของคุณได้ถูกสร้างแล้ว!</p> <p>คุณได้เป็นสมาชิกพันธมิตรของ %s แล้ว.</p> <p>ถ้าหากคุณมีคำถามใดๆเกี่ยวกับปฏิบัติการของระบบพันธมิตรนี้, โปรดอีเมลล์ไปยังเจ้าของร้าน.</p> <p>การยืนยันได้ถูกส่งไปยังอีเมลล์ของคุณแล้ว. ถ้าหากคุณไม่ได้รับมันภายในหนึ่งชั่วโมง, กรุณา<a href="%s">ติดต่อเรา</a>.</p>';
$_['text_approval'] = '<p>ขอบคุณที่ลงทะเบียนบัญชีพันธมิตรกับ %s!</p><p>คุณจะได้รับอีเมลล์แจ้งเตือนเมื่อบัญชีผู้ใช้ของคุณถูกเปิดใช้งานโดยเจ้าของร้าน.</p><p>ถ้าหากคุณมีคำถามใดๆเกี่ยวกับปฏิบัติการของระบบพันธมิตรนี้, โปรด<a href="%s">ติดต่อเจ้าของร้าน</a>.</p>';
$_['text_account']  = 'บัญชีผู้ใช้';
$_['text_success']  = 'สำเร็จ';
