<?php
// Heading
$_['heading_title']    = 'ติดตามพันธมิตร';

// Text
$_['text_account']     = 'บัญชีผู้ใช้';
$_['text_description'] = 'เพื่อที่จะมั่นใจว่าคุณได้รับชำระสำหรับการอ้างอิงที่คุณส่งมายังเรา เราต้องการติดตามเพื่ออ้างอิงโดยติดโค้ดติดตามนี้ใน URL ลิ้งค์ที่คุณส่งมายังเรา. คุณสามารถใช้เครื่องมือด้านล่างเพื่อสร้างลิ้งค์ไปยังเว็บไซต์ %s.';

// Entry
$_['entry_code']       = 'รหัสติดตามของคุณ';
$_['entry_generator']  = 'เครื่องมือสร้างลิ้งค์ติดตาม';
$_['entry_link']       = 'ลิ้งค์ติดตาม';

// Help
$_['help_generator']  = 'พิมพ์ชื่อสินค้าที่คุณต้องการลิ้งค์ไป';