<?php
// Heading
$_['heading_title']                  = 'ชำระเงิน';

// Text
$_['text_cart']                      = 'รถเข็น';
$_['text_checkout_option']           = 'ขั้นที่ 1: ตัวเลือกการไปชำระเงิน';
$_['text_checkout_account']          = 'ขั้นที่ 2: บัญชีผู้ใช้ &amp; รายละเอียดการเรียกเก็บเงิน';
$_['text_checkout_payment_address']  = 'ขั้นที่ 2: รายละเอียดการเรียกเก็บเงิน';
$_['text_checkout_shipping_address'] = 'ขั้นที่ 3: รายละเอียดการขนส่ง';
$_['text_checkout_shipping_method']  = 'ขั้นที่ 4: วิธีการจัดส่ง';
$_['text_checkout_payment_method']   = 'ขั้นที่ 5: วิธีการชำระเงิน';
$_['text_checkout_confirm']          = 'ขั้นที่ 6: ยืนยันการสั่งซื้อ';
$_['text_modify']                    = 'ปรับปรุง &raquo;';
$_['text_new_customer']              = 'ลูกค้าใหม่';
$_['text_returning_customer']        = 'ลูกค้าเก่า';
$_['text_checkout']                  = 'ตัวเลือกการไปชำระเงิน:';
$_['text_i_am_returning_customer']   = 'ฉันเป็นลูกค้าเก่า';
$_['text_register']                  = 'ลงทะเบียนบัญชีผู้ใช้';
$_['text_guest']                     = 'สั่งซื้อโดยไม่เป็นสมาชิก';
$_['text_register_account']          = 'โดยการสร้างบัญชีผู้ใช้ คุณจะช็อปได้เร็วกว่า, ทันเหตุการณ์กับรายการสั่งซื้อ, และตรวจดูรายการสั่งซื้อที่เคยทำได้.';
$_['text_forgotten']                 = 'ลืมรหัสผ่าน';
$_['text_your_details']              = 'รายละเอียดส่วนตัวของคุณ';
$_['text_your_address']              = 'ที่อยู่ของคุณ';
$_['text_your_password']             = 'รหัสผ่านของคุณ';
$_['text_agree']                     = 'ฉันได้อ่านและยอมรับ <a href="%s" class="agree"><b>%s</b></a>';
$_['text_address_new']               = 'ฉันต้องการใช้ที่อยู่ใหม่';
$_['text_address_existing']          = 'ฉันต้องการใช้ที่อยู่ที่มีอยู่แล้ว';
$_['text_shipping_method']           = 'โปรดเลือกวิธีขนส่งที่ต้องการในรายการสั่งซื้อนี้.';
$_['text_payment_method']            = 'โปรดเลือกวิธีชำระเงินที่ต้องการในรายการสั่งซื้อนี้.';
$_['text_comments']                  = 'เพิ่มความคิดเห็นในรายการสั่งซื้อของคุณ';
$_['text_recurring_item']            = 'รายการผ่อนชำระ';
$_['text_payment_recurring']         = 'ข้อมูลการชำระเงิน';
$_['text_trial_description']         = '%s ทุกๆ %d %s สำหรับ %d การชำระเงิน';
$_['text_payment_description']       = '%s ทุกๆ %d %s สำหรับ %d การชำระเงิน';
$_['text_payment_cancel']            = '%s ทุกๆ %d %s จนกระทั่งยกเลิกแล้ว';
$_['text_day']                       = 'วัน';
$_['text_week']                      = 'สัปดาห์';
$_['text_semi_month']                = 'ครึ่งเดือน';
$_['text_month']                     = 'เดือน';
$_['text_year']                      = 'ปี';

// Column
$_['column_name']                    = 'ชื่อสินค้า';
$_['column_model']                   = 'รุ่น';
$_['column_quantity']                = 'จำนวน';
$_['column_price']                   = 'ราคาต่อหน่วย';
$_['column_total']                   = 'ทั้งหมด';

// Entry
$_['entry_email_address']            = 'ที่อยู่อีเมลล์';
$_['entry_email']                    = 'อีเมลล์';
$_['entry_password']                 = 'รหัสผ่าน';
$_['entry_confirm']                  = 'ยืนยันรหัสผ่าน';
$_['entry_firstname']                = 'ชื่อ';
$_['entry_lastname']                 = 'นามสกุล';
$_['entry_telephone']                = 'โทรศัพท์';
$_['entry_fax']                      = 'แฟ็กซ์';
$_['entry_address']                  = 'เลือกที่อยู่';
$_['entry_company']                  = 'บริษัท';
$_['entry_customer_group']           = 'กลุ่มลูกค้า';
$_['entry_address_1']                = 'ที่อยู่ 1';
$_['entry_address_2']                = 'ที่อยู่ 2';
$_['entry_postcode']                 = 'รหัสไปรษณีย์';
$_['entry_city']                     = 'เมือง';
$_['entry_country']                  = 'ประเทศ';
$_['entry_zone']                     = 'จังหวัด/รัฐ';
$_['entry_newsletter']               = 'ฉันปรารถนาที่จะสมัครจดหมายข่าว %s.';
$_['entry_shipping'] 	             = 'ที่อยู่จัดส่งและเรียกเก็บเงินของฉันนั้นเหมือนกัน.';

// Error
$_['error_warning']                  = 'พบปัญหาขณะกำลังดำเนินการรายการสั่งซื้อของคุณ! ถ้าหากปัญหายังคงอยู่ โปรดเลือกวิธีการชำระเงินอื่นๆหรือคุณสามารถติดต่อเจ้าของร้านโดยการ<a href="%s">คลิกที่นี่</a>.';
$_['error_login']                    = 'คำเตือน: ที่อยู่อีเมลล์หรือรหัสผ่านไม่ถูกต้อง.';
$_['error_attempts']                 = 'คำเตือน: บัญชีผู้ใช้ของคุณได้พยายามเข้าสู่ระบบมากเกินจำกัด. โปรดลองอีกครั้งใน 1 ชั่วโมงข้างหน้า.';
$_['error_approved']                 = 'คำเตือน: บัญชีผู้ใช้ของคุณต้องการการยืนยันก่อนที่คุณจะเข้าสู่ระบบได้.';
$_['error_exists']                   = 'คำเตือน: ที่อยู่อีเมลล์ได้ถูกลงทะเบียนแล้ว!';
$_['error_firstname']                = 'ชื่อต้องมีอักขระระหว่าง 1 ถึง 32 ตัวอักษร!';
$_['error_lastname']                 = 'นามสกุลต้องมีอักขระระหว่าง 1 ถึง 32 ตัวอักษร!';
$_['error_email']                    = 'ที่อยู่อีเมลล์ไม่ถูกต้อง!';
$_['error_telephone']                = 'โทรศัพท์ต้องมีอักขระระหว่าง 3 ถึง 32 ตัวอักษร!';
$_['error_password']                 = 'รหัสผ่านต้องมีอักขระระหว่าง 3 ถึง 20 ตัวอักษร!';
$_['error_confirm']                  = 'ยืนยันรหัสผ่านไม่ตรงกับรหัสผ่าน!';
$_['error_address_1']                = 'ที่อยู่ต้องมีอักขระระหว่าง 3 ถึง 128 ตัวอักษร!';
$_['error_city']                     = 'เมืองต้องมีอักขระระหว่าง 2 ถึง 128 ตัวอักษร!';
$_['error_postcode']                 = 'รหัสไปรษณีย์ต้องมีอักขระระหว่าง 2 ถึง 10 ตัวอักษร!';
$_['error_country']                  = 'กรุณาเลือกประเทศ!';
$_['error_zone']                     = 'กรุณาเลือกจังหวัด/รัฐ!';
$_['error_agree']                    = 'คำเตือน: คุณต้องยอมรับ %s!';
$_['error_address']                  = 'คำเตือน: คุณต้องเลือกที่อยู่!';
$_['error_shipping']                 = 'คำเตือน: ต้องการวิธีจัดส่ง!';
$_['error_no_shipping']              = 'คำเตือน: ไม่มีตัวเลือกการจัดส่งให้. โปรด<a href="%s">ติดต่อเรา</a>เพื่อขอคำแนะนำ!';
$_['error_payment']                  = 'คำเตือน: ต้องการวิธีการชำระเงิน!';
$_['error_no_payment']               = 'คำเตือน: ไม่มีตัวเลือกการชำระเงินให้. โปรด<a href="%s">ติดต่อเรา</a>เพื่อขอคำแนะนำ!';
$_['error_custom_field']             = '%s ต้องกรอก!';