<?php
// Heading
$_['heading_title'] = 'ล้มเหลวในการชำระเงิน!';

// Text
$_['text_basket']   = 'รถเข็น';
$_['text_checkout'] = 'ชำระเงิน';
$_['text_failure']  = 'ล้มเหลวในการชำระเงิน';
$_['text_message']  = '<p>มีปัญหาในการดำเนินการชำระเงินของคุณ และรายการสั่งซื้อยังไม่สำเร็จ.</p>

<p>เหตุผลที่เป็นไปได้คือ:</p>
<ul>
  <li>จำนวนเงินไม่พอ</li>
  <li>ล้มเหลวในการตรวจสอบ</li>
</ul>

<p>โปรดลองอีกครั้งโดยใช้วิธีการชำระเงินแบบอื่น.</p>

<p>หากปัญหายังคงอยู่ กรุณา<a href="%s">ติดต่อเรา</a>พร้อมรายละเอียดการสั่งซื้อที่คุณต้องการ.</p>
';
