<?php
// Heading
$_['heading_title']        = 'ประเมิณค่าขนส่งและภาษี';

// Text
$_['text_success']         = 'สำเร็จ: การประเมิณค่าขนส่งของคุณได้ถูกนำไปใช้แล้ว!';
$_['text_shipping']        = 'กรอกเป้าหมายปลายทางที่จะประเมิณค่าขนส่ง.';
$_['text_shipping_method'] = 'โปรดเลือกวิธีขนส่งที่ต้องการในรายการสั่งซื้อนี้.';

// Entry
$_['entry_country']        = 'ประเทศ';
$_['entry_zone']           = 'จังหวัด/รัฐ';
$_['entry_postcode']       = 'รหัสไปรษณีย์';

// Error
$_['error_postcode']       = 'รหัสไปรษณีย์ต้องมีอักขระระหว่าง 2 ถึง 10 ตัวอักษร!';
$_['error_country']        = 'กรุณาเลือกประเทศ!';
$_['error_zone']           = 'กรุณาเลือกจังหวัด/รัฐ!';
$_['error_shipping']       = 'คำเตือน: ต้องการวิธีจัดส่ง!';
$_['error_no_shipping']    = 'คำเตือน: ไม่มีตัวเลือกการจัดส่งให้. โปรด<a href="%s">ติดต่อเรา</a>เพื่อขอคำแนะนำ!';