<?php
// Heading
$_['heading_title']        = 'รายการสั่งซื้อของคุณสำเร็จแล้ว!';

// Text
$_['text_basket']          = 'รถเข็น';
$_['text_checkout']        = 'ชำระเงิน';
$_['text_success']         = 'สำเร็จ';
$_['text_customer']        = '<p>รายการสั่งซื้อของคุณได้ดำเนินการสำเร็จแล้ว!</p><p>คุณสามารถดูประวัติการสั่งซื้อของคุณได้โดยการไปที่หน้า<a href="%s">บัญชีผู้ใช้ของฉัน</a>แล้วคลิกที่<a href="%s">ประวัติ</a>.</p><p>หากรายการสั่งซื้อของคุณมีการดาวน์โหลด, คุณสามารถไปยังหน้าบัญชีผู้ใช้<a href="%s">ดาวน์โหลด</a>เพื่อดูรายการนั้น.</p><p>โปรดนำคำถามที่คุณมี ถามมายัง<a href="%s">เจ้าของร้าน</a>.</p><p>ขอบคุณที่เลือกซื้อออนไลน์กับเรา!</p>';
$_['text_guest']           = '<p>รายการสั่งซื้อของคุณได้ดำเนินการสำเร็จแล้ว!</p><p>โปรดนำคำถามที่คุณมี ถามมายัง<a href="%s">เจ้าของร้าน</a>.</p><p>ขอบคุณที่เลือกซื้อออนไลน์กับเรา!</p>';