<?php
// Heading
$_['heading_title']				= 'เข้าสู่ระบบและชำระเงินกับ Amazon';
$_['heading_address']			= 'โปรดเลือกวิธีจัดส่ง';
$_['heading_payment']			= 'โปรดเลือกวิธีการชำระเงิน';
$_['heading_confirm']			= 'สรุปการสั่งซื้อ';

// Text
$_['text_back']					= 'ย้อนกลับ';
$_['text_cart']					= 'รถเข็น';
$_['text_confirm']				= 'ยืนยัน';
$_['text_continue']				= 'ดำเนินการต่อ';
$_['text_lpa']					= 'เข้าสู่ระบบและชำระเงินกับ Amazon';
$_['text_enter_coupon']			= 'กรอกรหัสคูปองที่นี่. ถ้าหากไม่มีให้ปล่อยว่างไว้.';
$_['text_coupon']				= 'คูปอง';
$_['text_tax_other']			= 'ภาษี/ค่าธรรมเนียมอื่นๆ';
$_['text_success_title']		= 'รายการสั่งซื้อของคุณสำเร็จแล้ว!';
$_['text_payment_success']		= 'รายการสั่งซื้อของคุณได้สำเร็จแล้ว. รายละเอียดการสั่งซื้ออยู่ด้านล่างนี้';

// Error
$_['error_payment_method']		= 'โปรดเลือกวิธีการชำระเงิน';
$_['error_shipping']			= 'โปรดเลือกวิธีจัดส่ง';
$_['error_shipping_address']	= 'โปรดเลือกที่อยู่จัดส่ง';
$_['error_shipping_methods']	= 'พบข้อผิดพลาดในการดึงข้อมูลของคุณจาก Amazon. กรุณาติดต่อผู้ดูแลร้านค้าเพื่อขอความช่วยเหลือ.';
$_['error_no_shipping_methods'] = 'ไม่มีตัวเลือกการขนส่งไปยังที่อยู่ที่เลือก. กรุณาเลือกที่อยู่จัดส่งอื่นๆ.';
$_['error_process_order']		= 'พบข้อผิดพลาดในการดำเนินการสั่งซื้อของคุณ. โปรดติดต่อผู้ดูแลร้านเพื่อขอความช่วยเหลือ.';
$_['error_login']				= 'ล้มเหลวในการเข้าสู่ระบบ';
$_['error_login_email']			= 'ล้มเหลวในการเข้าสู่ระบบ: %s บัญชีผู้ใช้ที่อยู่อีเมลไม่ตรงกับที่อยู่อีเมลล์บน Amazon';
$_['error_minimum']             = 'จำนวนสั่งซื้อขั้นต่ำสำหรับเข้าสู่ระบบและชำระกับ Amazon คือ %s!';

