<?php
// Heading
$_['text_title']				= 'บัตรเครดิต / เดบิต (First Data)';

// Button
$_['button_confirm']			= 'ดำเนินการต่อ';

// Text
$_['text_new_card']				= 'บัตรใหม่';
$_['text_store_card']			= 'จำรายละเอียดบัตรของฉัน';
$_['text_address_response']		= 'ตรวจสอบที่อยู่: ';
$_['text_address_ppx']			= 'ไม่ได้ระบุที่อยู่หรือที่อยู่ไม่ได้รับการตรวจสอบโดยเจ้าของบัตร';
$_['text_address_yyy']			= 'ผู้ออกบัตรยืนยันแล้วว่าที่อยู่และรหัสไปรษณีย์ตรงกันในรายการบันทึก';
$_['text_address_yna']			= 'ผู้ออกบัตรยืนยันแล้วว่าที่อยู่ตรงกันในรายการบันทึกแต่รหัสไปรษณีย์ไม่ตรงกัน';
$_['text_address_nyz']			= 'ผู้ออกบัตรยืนยันแล้วว่ารหัสไปรษณีย์ตรงกันในรายการบันทึกแต่ที่อยู่ไม่ตรงกัน';
$_['text_address_nnn']			= 'ทั้งที่อยู่และรหัสไปรษณีย์ไม่ตรงกันในรายการบันทึกผู้ออกบัตร';
$_['text_address_ypx']			= 'ผู้ออกบัตรยืนยันแล้วว่าที่อยู่ตรงกันในรายการ. ผู้ออกบัตรยังไม่ได้ตรวจรหัสไปรษณีย์';
$_['text_address_pyx']			= 'ผู้ออกบัตรยืนยันแล้วว่ารหัสไปรษณีย์ตรงกันในรายการ. ผู้ออกบัตรยังไม่ได้ตรวจที่อยู่';
$_['text_address_xxu']			= 'ผู้ออกบัตรไม่ได้ตรวจสอบข้อมูล AVS';
$_['text_card_code_verify']		= 'รหัสความปลอดภัย: ';
$_['text_card_code_m']			= 'รหัสความปลอดภัยบนบัตรตรงกัน';
$_['text_card_code_n']			= 'รหัสความปลอดภัยบนบัตรไม่ตรงกัน';
$_['text_card_code_p']			= 'ไม่สามารถประมวลผล';
$_['text_card_code_s']			= 'ผู้ขายแสดงให้เห็นว่ารหัสความปลอดภัยไม่มีอยู่บนบัตร';
$_['text_card_code_u']			= 'ผู้ออกบัตรไม่ได้รับการรับรอง และ/หรือ ไม่ได้ให้คีย์ในการเข้ารหัสลับ';
$_['text_card_code_x']			= 'ไม่มีการตอบสนองจากบัตรเครดิตที่ได้รับ';
$_['text_card_code_blank']		= 'การตอบสนองว่างเปล่าควรจะระบุว่ารหัสไม่ถูกส่งและว่ามีข้อบ่งชี้ว่ารหัสไม่ได้อยู่บนบัตร.';
$_['text_card_type_m']			= 'Mastercard';
$_['text_card_type_v']			= 'Visa (เครดิต/เดบิต/อิเลคตรอน/เดลต้า)';
$_['text_card_type_c']			= 'Diners';
$_['text_card_type_a']			= 'American Express';
$_['text_card_type_ma']			= 'Maestro';
$_['text_card_type_mauk']		= 'Maestro UK/Solo';
$_['text_response_code_full']	= 'รหัสอนุมัติ: ';
$_['text_response_code']		= 'รหัสตอบสนองแบบเต็ม: ';
$_['text_response_card']		= 'บัตรใช้เมื่อ: ';
$_['text_response_card_type']	= 'ประเภทบัตร: ';
$_['text_response_proc_code']	= 'รหัสประมวลผล: ';
$_['text_response_ref']			= 'หมายเลขอ้างอิง: ';

// Error
$_['error_failed']				= 'ไม่สามารถดำเนินการชำระเงินของคุณได้, โปรดลองอีกครั้ง';