<?php
// Text
$_['text_title']				= 'บัตรเครดิต / บัตรเดบิต (Paymate)';
$_['text_unable']				= 'ไม่สามารถระบุตำแหน่งหรืออัพเดทสถานะรายการสั่งซื้อของคุณ';
$_['text_declined']				= 'การชำระเงินถูกปฏิเสธโดย Paymate';
$_['text_failed']				= 'การทำธุรกรรม Paymate ล้มเหลว';
$_['text_failed_message']		= '<p>ขออภัย มีข้อผิดพลาดในการดำเนินการทำธุรกรรมของคุณกับ Paymate.</p><p><b>คำเตือน: </b>%s</p><p>โปรดตรวจสอบบัญชี Paymate ของคณก่อนพยายามดำเนินการรายการสั่งซื้อนี้อีกครั้ง</p><p> ถ้าหากคุณเชื่อว่าการทำธุรกรรมนี้สำเร็จ, หรือกำลังแสดงว่าหักเงินในบัญชี Paymate ของคุณแล้ว, โปรด<a href="%s">ติดต่อเรา</a> พร้อมรายละเอียดการสั่งซื้อของคุณ.</p>';
$_['text_basket']				= 'ตะกร้า';
$_['text_checkout']				= 'ชำระเงิน';
$_['text_success']				= 'สำเร็จ';