<?php
// Heading
$_['heading_title']				= 'ขอบคุณที่ช็อปปิ้งกับ %s .... ';

// Text
$_['text_title']				= 'บัตรเครดิต / บัตรเดบิต (PayPoint)';
$_['text_response']				= 'การตอบสนองจาก PayPoint:';
$_['text_success']				= '... การชำระเงินของคุณได้รับเรียบร้อยแล้ว.';
$_['text_success_wait']			= '<b><span style="color: #FF0000">โปรดรอ...</span></b> ในขณะที่เรากำลังเสร็จสิ้นรายการสั่งซื้อของคุณ.<br>ถ้าคุณยังไม่ได้รับการเปลี่ยนหน้าใน 10 วินาที, โปรดคลิก <a href="%s">ที่นี่</a>.';
$_['text_failure']				= '... การชำระเงินของคุณถูกยกเลิกแล้ว!';
$_['text_failure_wait']			= '<b><span style="color: #FF0000">โปรดรอ...</span></b><br>ถ้าคุณยังไม่ได้รับการเปลี่ยนหน้าใน 10 วินาที, โปรดคลิก <a href="%s">ที่นี่</a>.';