<?php
// Text
$_['text_title']				= 'บัตรเครดิตหรือเดบิต (Processed securely by PayPal)';
$_['text_credit_card']			= 'รายละเอียดบัตรเครดิต';
$_['text_start_date']			= '(ถ้ามี)';
$_['text_issue']				= '(สำหรับบัตร Maestro และ Solo เท่านั้น)';
$_['text_wait']					= 'โปรดรอ!';

// Entry
$_['entry_cc_owner']			= 'เจ้าของบัตร:';
$_['entry_cc_type']				= 'ประเภทบัตร:';
$_['entry_cc_number']			= 'หมายเลขบัตร:';
$_['entry_cc_start_date']		= 'บัตรเริ่มเปิดใช้ตั้งแต่วันที่:';
$_['entry_cc_expire_date']		= 'วันที่บัตรหมดอายุ:';
$_['entry_cc_cvv2']				= 'รหัสความปลอดภัยบนบัตร (CVV2):';
$_['entry_cc_issue']			= 'หมายเลขเจ้าของบัตร:';

// Error
$_['error_required']			= 'คำเตือน: ต้องการข้อมูลการชำระเงินทั้งหมด.';
$_['error_general']				= 'คำเตือน: เกิดปัญหาทั่วไปกับการทำธุรกรรม. โปรดลองอีกครั้ง.';
$_['error_config']				= 'คำเตือน: การกำหนดค่าโมดูลชำระเงินมีข้อผิดพลาด. โปรดตรวจสอบการเข้าสู่ระบบ.';
$_['error_address']				= 'คำเตือน: พบข้อมูลไม่ตรงกันระหว่างที่อยู่, รัฐ, และรหัสไปรษณีย์. โปรดลองอีกครั้ง.';
$_['error_declined']			= 'คำเตือน: การทำธุรกรรมนี้ถูกปฏิเสธ. โปรดลองอีกครั้ง.';
$_['error_invalid']				= 'คำเตือน: ข้อมูลบัตรเครดิตไม่ถูกต้อง. โปรดลองอีกครั้ง.';