<?php
// Text
$_['text_title']				= 'บัตรเครดิตหรือเดบิต';
$_['text_credit_card']			= 'รายละเอียดบัตรเครดิต';
$_['text_wait']					= 'โปรดรอ!';
$_['text_result']				= 'ผลลัพธ์';
$_['text_message']				= 'ข้อความ';
$_['text_cvn_result']			= 'ผล CVN';
$_['text_avs_postcode']			= 'AVS postcode';
$_['text_avs_address']			= 'AVS address';
$_['text_eci']					= 'ECI (3D secure) result';
$_['text_tss']					= 'TSS result';
$_['text_card_bank']			= 'ธนาคารเจ้าของบัตร';
$_['text_card_country']			= 'ประเทศของบัตร';
$_['text_card_region']			= 'ภูมิภาคของบัตร';
$_['text_last_digits']			= 'เลข 4 ตัวสุดท้าย';
$_['text_order_ref']			= 'อ้างอิงการสั่งซื้อ';
$_['text_timestamp']			= 'เลขเวลา';
$_['text_card_visa']			= 'Visa';
$_['text_card_mc']				= 'Mastercard';
$_['text_card_amex']			= 'American Express';
$_['text_card_switch']			= 'Switch';
$_['text_card_laser']			= 'Laser';
$_['text_card_diners']			= 'Diners';
$_['text_auth_code']			= 'รหัสตรวจสอบ';
$_['text_3d_s1']				= 'ผู้ถือบัตรไม่ได้ลงทะเบียน, ไม่เปลี่ยนความรับผิดชอบ';
$_['text_3d_s2']				= 'ไม่สามารถตรวจสอบการลงทะเบียน, ไม่เปลี่ยนความรับผิดชอบ';
$_['text_3d_s3']				= 'มีการตอบสนองที่ไม่ถูกต้องจากเซิร์ฟเวอร์ลงทะเบียน, ไม่เปลี่ยนความรับผิดชอบ';
$_['text_3d_s4']				= 'ลงทะเบียนแล้ว, แต่การตอบสนองไม่ถูกต้องจาก ACS, ไม่เปลี่ยนความรับผิดชอบ';
$_['text_3d_s5']				= 'ตรวจสอบสำเร็จ, เปลี่ยนความรับผิดชอบ';
$_['text_3d_s6']				= 'รับทราบความพยายามในการตรวจสอบ, เปลี่ยนความรับผิดชอบ';
$_['text_3d_s7']				= 'กรอกรหัสผ่านผิด, ไม่เปลี่ยนความรับผิดชอบ';
$_['text_3d_s8']				= 'การตรวจสอบทำงานไม่ได้, ไม่เปลี่ยนความรับผิดชอบ';
$_['text_3d_s9']				= 'การตอบสนองจาก ACS ไม่ถูกต้อง, ไม่เปลี่ยนความรับผิดชอบ';
$_['text_3d_s10']				= 'RealMPI ผิดพลาดร้ายแรง, ไม่เปลี่ยนความรับผิดชอบ';

// Entry
$_['entry_cc_type']				= 'ประเภทบัตร';
$_['entry_cc_number']			= 'หมายเลขบัตร';
$_['entry_cc_name']				= 'ชื่อผู้ถือบัตร';
$_['entry_cc_expire_date']		= 'วันที่บัตรหมดอายุ';
$_['entry_cc_cvv2']				= 'รหัสความปลอดภัยบนบัตร (CVV2)';
$_['entry_cc_issue']			= 'หมายเลขผู้ถือบัตร';

// Help
$_['help_start_date']			= '(ถ้ามี)';
$_['help_issue']				= '(สำหรับบัตร Maestro และ Solo เท่านั้น)';

// Error
$_['error_card_number']			= 'โปรดตรวจสอบเลขบัตรไม่ถูกต้อง';
$_['error_card_name']			= 'โปรดตรวจสอบชื่อผู้ถือบัตรไม่ถูกต้อง';
$_['error_card_cvv']			= 'โปรดตรวจสอบ CVV2 ไม่ถูกต้อง';
$_['error_3d_unable']			= 'ผู้ค้าต้องการความปลอดภัย 3D แต่ไม่สามารถตรวจสอบกับธนาคารของคุณ, โปรดลองอีกครั้ง';
$_['error_3d_500_response_no_payment'] = 'มีการตอบสนองที่ไม่ถูกต้องรับมาจากการบวนการตัดบัตร, ยังไม่มีการชำระเงิน';
$_['error_3d_unsuccessful']		= 'การตรวจความปลอดภัย 3D ล้มเหลว';