<?php
// Heading
$_['text_title']				= 'บัตรเครดิต / เดบิต (Realex)';

// Button
$_['button_confirm']			= 'ยืนยัน';

// Entry
$_['entry_cc_type']				= 'ประเภทบัตร';

// Text
$_['text_success']				= 'การชำระเงินของคุณได้รับอนุญาต.';
$_['text_decline']				= 'การชำระเงินของคุณไม่สำเร็จ';
$_['text_bank_error']			= 'มีข้อผิดพลาดในการดำเนินการคำขอของคุณกับธนาคาร.';
$_['text_generic_error']		= 'มีข้อผิดพลาดในการดำเนินการคำขอของคุณ.';
$_['text_hash_failed']			= 'ตรวจสอบ hash ล้มเหลว. อย่าพยายามชำระเงินอีกครั้งในเมื่อสถานะการชำระเงินยังไม่ทราบ. โปรดติดต่อผู้ขาย.';
$_['text_link']					= 'โปรดคลิก<a href="%s">ที่นี่</a>เพื่อดำนเนิการต่อ';
$_['text_select_card']			= 'กรุณาเลือกประเภทบัตรของคุณ';
$_['text_result']				= 'ผลการตรวจสอบ';
$_['text_message']				= 'ข้อความ';
$_['text_cvn_result']			= 'ผล CVN';
$_['text_avs_postcode']			= 'AVS postcode';
$_['text_avs_address']			= 'AVS address';
$_['text_eci']					= 'ECI (3D secure) result';
$_['text_tss']					= 'TSS result';
$_['text_order_ref']			= 'อ้างอิงการสั่งซื้อ';
$_['text_timestamp']			= 'เลขเวลา';
$_['text_card_type']			= 'ประเภทบัตร';
$_['text_card_digits']			= 'หมายเลขบัตร';
$_['text_card_exp']				= 'บัตรหมดอายุ';
$_['text_card_name']			= 'ชื่อบัตร';
$_['text_3d_s1']				= 'ผู้ถือบัตรไม่ได้ลงทะเบียน, ไม่เปลี่ยนความรับผิดชอบ';
$_['text_3d_s2']				= 'ไม่สามารถตรวจสอบการลงทะเบียน, ไม่เปลี่ยนความรับผิดชอบ';
$_['text_3d_s3']				= 'มีการตอบสนองที่ไม่ถูกต้องจากเซิร์ฟเวอร์ลงทะเบียน, ไม่เปลี่ยนความรับผิดชอบ';
$_['text_3d_s4']				= 'ลงทะเบียนแล้ว, แต่การตอบสนองไม่ถูกต้องจาก ACS, ไม่เปลี่ยนความรับผิดชอบ';
$_['text_3d_s5']				= 'ตรวจสอบสำเร็จ, เปลี่ยนความรับผิดชอบ';
$_['text_3d_s6']				= 'รับทราบความพยายามในการตรวจสอบ, เปลี่ยนความรับผิดชอบ';
$_['text_3d_s7']				= 'กรอกรหัสผ่านผิด, ไม่เปลี่ยนความรับผิดชอบ';
$_['text_3d_s8']				= 'การตรวจสอบทำงานไม่ได้, ไม่เปลี่ยนความรับผิดชอบ';
$_['text_3d_s9']				= 'การตอบสนองจาก ACS ไม่ถูกต้อง, ไม่เปลี่ยนความรับผิดชอบ';
$_['text_3d_s10']				= 'RealMPI ผิดพลาดร้ายแรง, ไม่เปลี่ยนความรับผิดชอบ';
$_['text_3d_liability']     	= 'ไม่เปลี่ยนความรับผิดชอบ';
$_['text_card_visa']			= 'Visa';
$_['text_card_mc']				= 'Mastercard';
$_['text_card_amex']			= 'American Express';
$_['text_card_switch']			= 'Switch';
$_['text_card_laser']			= 'Laser';
$_['text_card_diners']			= 'Diners';