<?php
// Heading
$_['heading_title']    = 'จัดการภาพ';

// Text
$_['text_uploaded']    = 'สำเร็จ: ไฟล์ของคุณได้อัพโหลดแล้ว!';
$_['text_directory']   = 'สำเร็จ: โฟลเดอร์สร้างแล้ว!';
$_['text_delete']      = 'สำเร็จ: ไฟล์หรือโฟลเดอร์ของคุณถูกลบแล้ว!';

// Entry
$_['entry_search']     = 'ค้นหา..';
$_['entry_folder']     = 'ชื่อโฟลเดอร์';

// Error
$_['error_permission'] = 'คำเตือน: ถูกปฏิเสธการเข้าถึง!';
$_['error_filename']   = 'คำเตือน: ชื่อไฟล์ต้องมีอักขระตั้งแต่ 3 ถึง 255 ตัวอักษร!';
$_['error_folder']     = 'คำเตือน: ชื่อโฟลเดอร์ต้องมีอักขระตั้งแต่ 3 ถึง 255 ตัวอักษร!';
$_['error_exists']     = 'คำเตือน: ไฟล์หรือโฟลเดอร์ที่ใช้ชื่อนี้มีอยู่แล้ว!';
$_['error_directory']  = 'คำเตือน: โฟลเดอร์ไม่มีอยู่!';
$_['error_filetype']   = 'คำเตือน: ประเภทไฟล์ไม่ถูกต้อง!';
$_['error_upload']     = 'คำเตือน: ไม่สามารถอัพโหลดไฟล์ได้โดยไม่ทราบเหตุผล!';
$_['error_delete']     = 'คำเตือน: คุณไม่สามารถลบโฟลเดอร์นี้ได้!';