<?php
// Heading
$_['heading_title']        = 'ตัวติดตั้งส่วนขยาย';

// Text
$_['text_success']         = 'สำเร็จ: คุณได้ติดตั้งส่วนขยายของคุณแล้ว!';
$_['text_unzip']           = 'กำลังแตกไฟล์!';
$_['text_ftp']             = 'กำลังคัดลอกไฟล์!';
$_['text_sql']             = 'กำลังรันคำสั่ง SQL!';
$_['text_xml']             = 'กำลังนำการปรับปรุงไปใช้!';
$_['text_php']             = 'กำลังรัน PHP!';
$_['text_remove']          = 'กำลังเอาไฟล์ชั่วคราวออก!';
$_['text_clear']           = 'สำเร็จ: คุณได้ล้างไฟล์ชั่วคราวออกหมดแล้ว!';

// Entry
$_['entry_upload']         = 'อัพโหลดไฟล์';
$_['entry_overwrite']      = 'ไฟล์ที่จะถูกเขียนทับ';
$_['entry_progress']       = 'ความคืบหน้า';

// Help
$_['help_upload']          = 'ต้องการไฟล์ปรับปรุงที่มีนามสกุล ".ocmod.zip" หรือ ".ocmod.xml".';

// Error
$_['error_permission']     = 'คำเตือน: คุณไม่ได้รับอนุญาตให้ปรับปรุงส่วนขยาย!';
$_['error_temporary']      = 'คำเตือน: มีไฟล์ชั่วคราวบางไฟล์ต้องการการลบ. คลิกที่ปุ่มล้างค่าเพื่อเอามันออก!';
$_['error_upload']         = 'ไฟล์ไม่สามารถอัพโหลดได้!';
$_['error_filetype']       = 'ประเภทไฟล์ไม่ถูกต้อง!';
$_['error_file']           = 'ไม่พบไฟล์!';
$_['error_unzip']          = 'ไฟล์ zip ไม่สามารถเปิดได้!';
$_['error_code']           = 'การปรับปรุงต้องการโค้ด ID ที่เป็นเอกลักษณ์!';
$_['error_exists']         = 'การปรับปรุง %s กำลังใช้โค้ด ID เหมือนกันกับอันที่คุณพยายามอัพโหลด!';
$_['error_directory']      = 'ไม่พบโฟลเดอร์ที่มีไฟล์ที่จะอัพโหลด!';
$_['error_ftp_status']     = 'ต้องเปิดใช้งาน FTP ในหน้าตั้งค่า';
$_['error_ftp_connection'] = 'ไม่สามารถเชื่อมต่อเป็น %s:%s';
$_['error_ftp_login']      = 'ไม่สามารถเข้าสู่ระบบเป็น %s';
$_['error_ftp_root']       = 'ไม่สามารถกำหนดโฟลเดอร์หลักเป็น %s';
$_['error_ftp_directory']  = 'ไม่สามารถเปลี่ยนไปยังโฟลเดอร์ %s';
$_['error_ftp_file']       = 'ไม่สามารถอัพโหลดไฟล์ %s';
