<?php
// Heading
$_['heading_title']     = 'การปรับเปลี่ยน';

// Text
$_['text_success']      = 'สำเร็จ: คุณได้ปรับปรุงการปรับเปลี่ยนแล้ว!';
$_['text_refresh']      = 'เมื่อใดที่คุณเปิดใช้ / ปิดใช้ หรือลบการปรับเปลี่ยน คุณต้องคลิกปุ่มโหลดใหม่เพื่อสร้างแคชการปรับเปลี่ยนใหม่!';
$_['text_list']         = 'รายการการปรับปรุง';

// Column
$_['column_name']       = 'ชื่อการปรับเปลี่ยน';
$_['column_author']     = 'ผู้เขียน';
$_['column_version']    = 'รุ่น';
$_['column_status']     = 'สถานะ';
$_['column_date_added'] = 'วันที่เพิ่ม';
$_['column_action']     = 'การทำงาน';

// Error
$_['error_permission']  = 'คำเตือน: คุณไม่ได้รับอนุญาตให้แก้การปรับเปลี่ยน!';