<?php
// Heading
$_['heading_title']    = 'โมดูล';

// Text
$_['text_success']     = 'สำเร็จ: คุณได้ปรับปรุงโมดูลแล้ว!';
$_['text_layout']      = 'หลังจากที่คุณติดตั้งและตั้งค่าโมดูลแล้ว คุณสามารถเพิ่มมันลงในเลยเอาต์<a href="%s" class="alert-link">ที่นี่</a>!';
$_['text_add']         = 'เพิ่มโมดูล';
$_['text_list']        = 'รายการโมดูล';

// Column
$_['column_name']      = 'ชื่อโมดูล';
$_['column_action']    = 'การทำงาน';

// Entry
$_['entry_code']       = 'โมดูล';
$_['entry_name']       = 'ชื่อโมดูล';

// Error
$_['error_permission'] = 'คำเตือน: คุณไม่ได้รับอนุญาตให้ปรับปรุงโมดูล!';
$_['error_name']       = 'ชื่อโมดูลต้องมีอักขระตั้งแต่ 3 ถึง 64 ตัวอักษร!';
$_['error_code']       = 'ต้องการส่วนขยาย!';