<?php
// Heading
$_['heading_title']          = 'คุณลักษณะ';

// Text
$_['text_success']           = 'สำเร็จ: คุณได้ปรับปรุงคุณลักษณะแล้ว!';
$_['text_list']              = 'รายการคุณลักษณะ';
$_['text_add']               = 'เพิ่มคุณลักษณะ';
$_['text_edit']              = 'แก้ไขคุณลักษณะ';

// Column
$_['column_name']            = 'ชื่อคุณลักษณะ';
$_['column_attribute_group'] = 'กลุ่มคุณลักษณะ';
$_['column_sort_order']      = 'เรียงลำดับ';
$_['column_action']          = 'การทำงาน';

// Entry
$_['entry_name']            = 'ชื่อคุณลักษณะ';
$_['entry_attribute_group'] = 'กลุ่มคุณลักษณะ';
$_['entry_sort_order']      = 'เรียงลำดับ';

// Error
$_['error_permission']      = 'คำเตือน: คุณไม่ได้รับอนุญาตให้แก้ไขคุณลักษณะ!';
$_['error_name']            = 'ชื่อคุณลักษณะต้องมีอักขระตั้งแต่ 3 ถึง 64 ตัวอักษร!';
$_['error_product']         = 'คำเตือน: คุณลักษณะนี้ไม่สามารถลบได้เนื่องจากมันกำลังถูกใช้งานโดยสินค้า %s รายการ!';