<?php
// Heading
$_['heading_title']     = 'กลุ่มคุณลักษณะ';

// Text
$_['text_success']      = 'สำเร็จ: คุณได้ปรับปรุงกลุ่มคุณลักษณะแล้ว!';
$_['text_list']         = 'รายการกลุ่มคุณลักษณะ';
$_['text_add']          = 'เพิ่มกลุ่มคุณลักษณะ';
$_['text_edit']         = 'แก้ไขกลุ่มคุณลักษณะ';

// Column
$_['column_name']       = 'ชื่อกลุ่มคุณลักษณะ';
$_['column_sort_order'] = 'เรียงลำดับ';
$_['column_action']     = 'การทำงาน';

// Entry
$_['entry_name']        = 'ชื่อกลุ่มคุณลักษณะ';
$_['entry_sort_order']  = 'เรียงลำดับ';

// Error
$_['error_permission']  = 'คำเตือน: คุณไม่ได้รับอนุญาตให้แก้ไขกลุ่มคุณลักษณะ!';
$_['error_name']        = 'ชื่อกลุ่มคุณลักษณะต้องมีอักขระตั้งแต่ 3 ถึง 64 ตัวอักษร!';
$_['error_attribute']   = 'คำเตือน: กลุ่มคุณลักษณะนี้ไม่สามารถลบได้เนื่องจากมีการใช้งานอยู่ในคุณลักษณะ %s รายการ!';
$_['error_product']     = 'คำเตือน: กลุ่มคุณลักษณะนี้ไม่สามารถลบได้เนื่องจากมีการใช้งานอยู่ในสินค้า %s รายการ!';