<?php
// Heading
$_['heading_title']     = 'ดาวน์โหลด';

// Text
$_['text_success']      = 'สำเร็จ: คุณได้แก้ไขดาวน์โหลดแล้ว!';
$_['text_list']         = 'รายการดาวน์โหลด';
$_['text_add']          = 'เพิ่มดาวน์โหลด';
$_['text_edit']         = 'แก้ไขดาวน์โหลด';
$_['text_upload']       = 'ไฟล์ของคุณอัพโหลดสำเร็จแล้ว!';

// Column
$_['column_name']       = 'ชื่อดาวน์โหลด';
$_['column_date_added'] = 'วันที่เพิ่ม';
$_['column_action']     = 'การทำงาน';

// Entry
$_['entry_name']        = 'ชื่อดาวน์โหลด';
$_['entry_filename']    = 'ชื่อไฟล์';
$_['entry_mask']        = 'หน้ากาก';

// Help
$_['help_filename']     = 'คุณสามารถอัพโหลดผ่านปุ่มอัพโหลดหรือใช้ FTP เพื่ออัพโหลดไปยังโฟลเดอร์ download แล้วกรอกข้อมูลด้านล่างนี้.';
$_['help_mask']         = 'ขอแนะนำว่าชื่อไฟล์และหน้ากากควรแตกต่างกันเพื่อป้องกันผู้คนพยายามใช้ลิ้งค์ตรงมายังไฟล์ดาวน์โหลดของคุณ.';

// Error
$_['error_permission']  = 'คำเตือน: คุณไม่ได้รับอนุญาตให้แก้ไขดาวน์โหลด!';
$_['error_name']        = 'ชื่อดาวน์โหลดต้องมีอักขระตั้งแต่ 3 ถึง 64 ตัวอักษร!';
$_['error_upload']      = 'ต้องการอัพโหลด!';
$_['error_filename']    = 'ชื่อไฟล์ต้องมีอักขระตั้งแต่ 3 ถึง 128 ตัวอักษร!';
$_['error_exists']      = 'ไม่พบไฟล์!';
$_['error_mask']        = 'หน้ากากต้องมีอักขระตั้งแต่ 3 ถึง 128 ตัวอักษร!';
$_['error_filetype']    = 'ประเภทไฟล์ไม่ถูกต้อง!';
$_['error_product']     = 'คำเตือน: ดาวน์โหลดนี้ไม่สามารถลบได้เนื่องจากมันถูกกำหนดอยู่ในสินค้า %s รายการ!';