<?php
// Heading
$_['heading_title']     = 'กรอง';

// Text
$_['text_success']      = 'สำเร็จ: คุณปรับปรุงตัวกรองสำเร็จ!';
$_['text_list']         = 'รายการตัวกรอง';
$_['text_add']          = 'เพิ่มตัวกรอง';
$_['text_edit']         = 'แก้ไขตัวกรอง';

// Column
$_['column_group']      = 'กลุ่มตัวกรอง';
$_['column_sort_order'] = 'เรียงลำดับ';
$_['column_action']     = 'การทำงาน';

// Entry
$_['entry_group']       = 'ชื่อกลุ่มตัวกรอง';
$_['entry_name']        = 'ชื่อตัวกรอง';
$_['entry_sort_order']  = 'เรียงลำดับ';

// Error
$_['error_permission']  = 'คำเตือน: คุณไม่ได้รับอนุญาตให้ปรับแต่งตัวกรอง!';
$_['error_group']       = 'ชื่อกลุ่มตัวกรองต้องมีอักขระตั้งแต่ 1 ถึง 64 ตัวอักษร!';
$_['error_name']        = 'ชื่อตัวกรองต้องมีอักขระตั้งแต่ 1 ถึง 64 ตัวอักษร!';