<?php
// Heading
$_['heading_title']          = 'ข้อมูล';

// Text
$_['text_success']           = 'สำเร็จ: คุณได้ปรับปรุงข้อมูลแล้ว!';
$_['text_list']              = 'รายการข้อมูล';
$_['text_add']               = 'เพิ่มข้อมูล';
$_['text_edit']              = 'แก้ไขข้อมูล';
$_['text_default']           = 'ค่าเริ่มต้น';

// Column
$_['column_title']           = 'ไตเติลข้อมูล';
$_['column_sort_order']	     = 'เรียงลำดับ';
$_['column_action']          = 'การทำงาน';

// Entry
$_['entry_title']            = 'ไตเติลข้อมูล';
$_['entry_description']      = 'รายละเอียด';
$_['entry_store']            = 'ร้านค้า';
$_['entry_meta_title'] 	     = 'Meta Tag Title';
$_['entry_meta_keyword'] 	 = 'Meta Tag Keywords';
$_['entry_meta_description'] = 'Meta Tag Description';
$_['entry_keyword']          = 'คำค้น SEO';
$_['entry_bottom']           = 'ด้านล่าง';
$_['entry_status']           = 'สถานะ';
$_['entry_sort_order']       = 'เรียงลำดับ';
$_['entry_layout']           = 'แทนที่เลย์เอาต์';

// Help
$_['help_keyword']           = 'ห้ามใช้ช่องว่าง, แทนที่ช่องว่างด้วย - และโปรดแน่ใจว่าคำค้นเป็นเอกลักษณ์.';
$_['help_bottom']            = 'แสดงในท้ายหน้าด้านล่าง.';

// Error
$_['error_warning']          = 'คำเตือน: กรุณาตรวจสอบฟอร์มอย่างระมัดระวังสำหรับข้อผิดพลาด!';
$_['error_permission']       = 'คำเตือน: คุณไม่ได้รับอนุญาตให้ปรับปรุงข้อมูล!';
$_['error_title']            = 'ข้อมูลต้องมีอักขระตั้งแต่ 3 ถึง 64 ตัวอักษร!';
$_['error_description']      = 'รายละเอียดต้องมีอักขระมากกว่า 3 ตัวอักษร!';
$_['error_meta_title']       = 'Title ต้องมีอักขระตั้งแต่ 3 ถึง 255 ตัวอักษร!';
$_['error_keyword']          = 'คำค้น SEO มีใช้อยู่แล้ว!';
$_['error_account']          = 'คำเตือน: หน้าข้อมูลนี้ไม่สามารถลบได้เนื่องจากถูกนำไปใช้ในเงื่อนไขบัญชีผู้ใช้!';
$_['error_checkout']         = 'คำเตือน: หน้าข้อมูลนี้ไม่สามารถลบได้เนื่องจากถูกนำไปใช้ในเงื่อนไขชำระเงิน!';
$_['error_affiliate']        = 'คำเตือน: หน้าข้อมูลนี้ไม่สามารถลบได้เนื่องจากถูกนำไปใช้ในเงื่อนไขพันธมิตรร้านค้า!';
$_['error_return']           = 'คำเตือน: หน้าข้อมูลนี้ไม่สามารถลบได้เนื่องจากถูกนำไปใช้ในเงื่อนไขการคืนสินค้า!';
$_['error_store']            = 'คำเตือน: หน้าข้อมูลนี้ไม่สามารถลบได้เนื่องจากถูกนำไปใช้ใน %s ร้านค้า!';