<?php
// Text
$_['text_success']           = 'สำเร็จ: คุณได้แก้ไขรายการสั่งซื้อแล้ว!';

// Error
$_['error_permission']       = 'คำเตือน: คุณไม่ได้รับอนุญาตให้เข้าถึง API นี้!';
$_['error_customer']         = 'ต้องกำหนดรายละเอียดลูกค้า!';
$_['error_payment_address']  = 'ที่อยู่การชำระเงินต้องกรอก!';
$_['error_payment_method']   = 'วิธีการชำระเงินต้องกรอก!';
$_['error_shipping_address'] = 'ที่อยู่ขนส่งต้องกรอก!';
$_['error_shipping_method']  = 'วิธีจัดส่งต้องกรอก!';
$_['error_stock']            = 'สินค้าที่มีเครื่องหมาย *** นั้นไม่มีตามจำนวนที่ต้องการหรือไม่มีในสต็อก!';
$_['error_minimum']          = 'จำนวนสั่งซื้อขั้นต่ำของ %s คือ %s!';
$_['error_not_found']        = 'คำเตือน: ไม่พบรายการสั่งซื้อ!';