<?php
// Text
$_['text_address']       = 'สำเร็จ: ที่อยู่การชำระเงินไม่ได้ถูกกำหนดไว้!';
$_['text_method']        = 'สำเร็จ: วิธีการชำระเงินไม่ได้ถูกกำหนดไว้!';

// Error
$_['error_permission']   = 'คำเตือน: คุณไม่ได้รับอนุญาตให้เข้าถึง API นี้!';
$_['error_firstname']    = 'ชื่อต้องมีอักขระระหว่าง 1 ถึง 32 ตัวอักษร!';
$_['error_lastname']     = 'นามสกุลต้องมีอักขระระหว่าง 1 ถึง 32 ตัวอักษร!';
$_['error_address_1']    = 'ที่อยู่ต้องมีอักขระระหว่าง 3 ถึง 128 ตัวอักษร!';
$_['error_city']         = 'เมืองต้องมีอักขระระหว่าง 3 ถึง 128 ตัวอักษร!';
$_['error_postcode']     = 'รหัสไปรษณีย์ต้องมีอักขระระหว่าง 2 ถึง 10 ตัวอักษรสำหรับประเทศนี้!';
$_['error_country']      = 'กรุณาเลือกประเทศ!';
$_['error_zone']         = 'กรุณาเลือกจังหวัด/รัฐ!';
$_['error_custom_field'] = '%s ต้องกรอก!';
$_['error_address']      = 'คำเตือน: ต้องการที่อยู่การชำระเงิน!';
$_['error_method']       = 'คำเตือน: ต้องการวิธีการชำระเงิน!';
$_['error_no_payment']   = 'คำเตือน: ไม่มีตัวเลือกการชำระเงินให้!';