<?php
// Heading
$_['heading_title']    = 'ฟรีค่าจัดส่ง';

// Text
$_['text_shipping']    = 'การส่งสินค้า';
$_['text_success']     = 'สำเร็จ: คุณได้ปรับปรุงฟรีค่าจัดส่งแล้ว!';
$_['text_edit']        = 'แก้ไขฟรีค่าจัดส่ง';

// Entry
$_['entry_total']      = 'ทั้งหมด';
$_['entry_geo_zone']   = 'โซนภูมิภาค';
$_['entry_status']     = 'สถานะ';
$_['entry_sort_order'] = 'เรียงลำดับ';

// Help
$_['help_total']       = 'จำนวนยอดรวมที่ต้องการก่อนที่จะสามารถใช้ฟรีค่าจัดส่งได้.';

// Error
$_['error_permission'] = 'คำเตือน: คุณไม่ได้รับอนุญาตให้ปรับปรุงฟรีค่าจัดส่ง!';