<?php
// Heading
$_['heading_title']    = 'ค่าจัดส่งตามน้ำหนัก';

// Text
$_['text_shipping']    = 'การส่งสินค้า';
$_['text_success']     = 'สำเร็จ: คุณได้ปรับปรุงการจัดส่งตามน้ำหนักแล้ว!';
$_['text_edit']        = 'แก้ไขการจัดส่งตามน้ำหนัก';

// Entry
$_['entry_rate']       = 'อัตรา';
$_['entry_tax_class']  = 'ชนิดภาษี';
$_['entry_geo_zone']   = 'โซนภูมิภาค';
$_['entry_status']     = 'สถานะ';
$_['entry_sort_order'] = 'เรียงลำดับ';

// Help
$_['help_rate']        = 'ตัวอย่าง: 5:10.00,7:12.00 น้ำหนัก:ราคา,น้ำหนัก:ราคา, อื่นๆ..';

// Error
$_['error_permission'] = 'คำเตือน: คุณไม่ได้รับอนุญาตให้ปรับปรุงการจัดส่งตามน้ำหนัก!';