<?php
// Heading
$_['heading_title']  = 'ติดต่อเรา';

// Text
$_['text_location']  = 'ที่ตั้งของเรา';
$_['text_store']     = 'ร้านค้าของเรา';
$_['text_contact']   = 'ฟอร์มติดต่อ';
$_['text_address']   = 'ที่อยู่';
$_['text_telephone'] = 'โทรศัพท์';
$_['text_fax']       = 'แฟ็กซ์';
$_['text_open']      = 'เวลาเปิด';
$_['text_comment']   = 'ความคิดเห็น';
$_['text_success']   = '<p>การสอบถามของคุณได้ถูกส่งไปยังเจ้าของร้านแล้ว!</p>';

// Entry
$_['entry_name']     = 'ชื่อของคุณ';
$_['entry_email']    = 'ที่อยู่อีเมลล์';
$_['entry_enquiry']  = 'ติดต่อสอบถาม';
$_['entry_captcha']  = 'กรอกโค้ดในกล่องด้านล่าง';

// Email
$_['email_subject']  = 'ติดต่อสอบถาม %s';

// Errors
$_['error_name']     = 'ชื่อต้องมีอักขระระหว่าง 3 ถึง 32 ตัวอักษร!';
$_['error_email']    = 'รูปแบบอีเมลล์ไม่ถูกต้อง!';
$_['error_enquiry']  = 'คำสอบถามต้องมีอักขระระหว่าง 10 ถึง 3000 ตัวอักษร!';
$_['error_captcha']  = 'ตรวจสอบพบโค้ดไม่ตรงกับภาพ!';
