<?php
// Heading
$_['heading_title']    = 'ไอพีที่ถูกแบน';

// Text
$_['text_success']     = 'สำเร็จ: คุณได้ปรับปรุงไอพีที่ถูกแบนแล้ว!';
$_['text_list']        = 'รายการไอพีที่ถูกแบน';
$_['text_add']         = 'เพิ่มไอพีที่ถูกแบน';
$_['text_edit']        = 'แก้ไขไอพีที่ถูกแบน';

// Column
$_['column_ip']        = 'ไอพี';
$_['column_customer']  = 'ลูกค้า';
$_['column_action']    = 'การทำงาน';

// Entry
$_['entry_ip']         = 'ไอพี';

// Error
$_['error_permission'] = 'คำเตือน: คุณไม่ได้รับอนุญาตให้ปรับปรุงไอพีลุกค้าที่ถูกแบน!';
$_['error_ip']         = 'IP ต้องมีอักขระตั้งแต่ 1 ถึง 40 ตัวอักษร!';