<?php
// Heading
$_['heading_title']     = 'ธีมบัตรกำนัล';

// Text
$_['text_success']      = 'สำเร็จ: คุณได้ปรับปรุงธีมบัตรกำนัลแล้ว!';
$_['text_list']         = 'รายการธีมบัตรกำนัล';
$_['text_add']          = 'เพิ่มธีมบัตรกำนัล';
$_['text_edit']         = 'แก้ไขธีมบัตรกำนัล';

// Column
$_['column_name']       = 'ชื่อธีมบัตรกำนัล';
$_['column_action']     = 'การทำงาน';

// Entry
$_['entry_name']        = 'ชื่อธีมบัตรกำนัล';
$_['entry_description'] = 'รายละเอียดธีมบัตรกำนัล';
$_['entry_image']       = 'รูปภาพ';

// Error
$_['error_permission']  = 'คำเตือน: คุณไม่ได้รับอนุญาตให้ปรับปรุงธีมบัตรกำนัล!';
$_['error_name']        = 'ชื่อธีมบัตรกำนัลต้องมีอักขระตั้งแต่ 3 ถึง 32 ตัวอักษร!';
$_['error_image']       = 'ต้องการภาพ!';
$_['error_voucher']     = 'คำเตือน: ไม่สามารถลบธีมบัตรกำนัลนี้ได้เนื่องจากมันถูกนำไปใช้ในบัตรกำนัล %s รายการ!';