<?php
// Heading
$_['heading_title']     = 'บัตรกำนัล';

// Text
$_['text_success']      = 'สำเร็จ: คุณได้ปรับปรุงบัตรกำนัลแล้ว!';
$_['text_list']         = 'รายการบัตรกำนัล';
$_['text_add']          = 'เพิ่มบัตรกำนัล';
$_['text_edit']         = 'แก้ไขบัตรกำนัล';
$_['text_sent']         = 'สำเร็จ: อีเมลล์บัตรกำนัลถูกส่งแล้ว!';

// Column
$_['column_name']       = 'ชื่อบัตรกำนัล';
$_['column_code']       = 'รหัส';
$_['column_from']       = 'จาก';
$_['column_to']         = 'ถึง';
$_['column_theme']      = 'ธีม';
$_['column_amount']     = 'จำนวน';
$_['column_status']     = 'สถานะ';
$_['column_order_id']   = 'รหัสสั่งซื้อ';
$_['column_customer']   = 'ลูกค้า';
$_['column_date_added'] = 'วันที่เพิ่ม';
$_['column_action']     = 'การทำงาน';

// Entry
$_['entry_code']        = 'รหัส';
$_['entry_from_name']   = 'จากชื่อ';
$_['entry_from_email']  = 'จากอีเมลล์';
$_['entry_to_name']     = 'ถึงชื่อ';
$_['entry_to_email']    = 'ถึงอีเมลล์';
$_['entry_theme']       = 'ธีม';
$_['entry_message']     = 'ข้อความ';
$_['entry_amount']      = 'จำนวน';
$_['entry_status']      = 'สถานะ';

// Help
$_['help_code']         = 'โค้ดที่ลูกค้ากรอกเพื่อเปิดใช้งานบัตรกำนัล.';

// Error
$_['error_selection']   = 'คำเตือน: ไม่ได้เลือกบัตรกำนัล!';
$_['error_permission']  = 'คำเตือน: คุณไม่ได้รับอนุญาตให้ปรับปรุงบัตรกำนัล!';
$_['error_exists']      = 'คำเตือน: รหัสบัตรกำนัลถูกใช้งานอยู่!';
$_['error_code']        = 'รหัสต้องมีอักขระตั้งแต่ 3 ถึง 10 ตัวอักษร!';
$_['error_to_name']     = 'ชื่อผู้รับต้องมีอักขระตั้งแต่ 1 ถึง 64 ตัวอักษร!';
$_['error_from_name']   = 'ชื่อคุณต้องมีอักขระตั้งแต่ 1 ถึง 64 ตัวอักษร!';
$_['error_email']       = 'ที่อยู่อีเมลล์ไม่ถูกต้อง!';
$_['error_amount']      = 'จำนวนต้องมากกว่าหรือเท่ากับ 1!';
$_['error_order']       = 'คำเตือน: ไม่สามารถลบบัตรกำนัลนี้เนื่องจากมันเป็นส่วนหนึ่งของ<a href="%s">รายการสั่งซื้อ</a>!';