<?php
// Heading
$_['heading_title']     = 'ผู้ใช้';

// Text
$_['text_success']      = 'สำเร็จ: คุณได้ปรับปรุงผู้ใช้แล้ว!';
$_['text_list']         = 'รายการผู้ใช้';
$_['text_add']          = 'เพิ่มผู้ใช้';
$_['text_edit']         = 'แก้ไขผู้ใช้';

// Column
$_['column_username']   = 'ชื่อผู้ใช้';
$_['column_status']     = 'สถานะ';
$_['column_date_added'] = 'วันที่เพิ่ม';
$_['column_action']     = 'การทำงาน';

// Entry
$_['entry_username']   	= 'ชื่อผู้ใช้';
$_['entry_user_group'] 	= 'กลุ่มผู้ใช้';
$_['entry_password']   	= 'รหัสผ่าน';
$_['entry_confirm']    	= 'ยืนยัน';
$_['entry_firstname']  	= 'ชื่อ';
$_['entry_lastname']   	= 'นามสกุล';
$_['entry_email']      	= 'อีเมลล์';
$_['entry_image']      	= 'รูปภาพ';
$_['entry_status']     	= 'สถานะ';

// Error
$_['error_permission'] 	= 'คำเตือน: คุณไม่ได้รับอนุญาตให้ปรับปรุงผู้ใช้!';
$_['error_account']    	= 'คำเตือน: คุณไม่สามารถลบบัญชีผู้ใช้ของคุณเองได้!';
$_['error_exists']     	= 'คำเตือน: ชื่อผู้ใช้นี้มีการใช้งานอยู่แล้ว!';
$_['error_username']   	= 'ชื่อผู้ใช้ต้องมีอักขระตั้งแต่ 3 ถึง 20 ตัวอักษร!';
$_['error_password']   	= 'รหัสผ่านต้องมีอักขระตั้งแต่ 4 ถึง 20 ตัวอักษร!';
$_['error_confirm']    	= 'รหัสผ่านและยืนยันรหัสผ่านนั้นไม่ตรงกัน!';
$_['error_firstname']  	= 'ชื่อต้องมีอักขระตั้งแต่ 1 ถึง 32 ตัวอักษร!';
$_['error_lastname']   	= 'นามสกุลต้องมีอักขระตั้งแต่ 1 ถึง 32 ตัวอักษร!';