<?php
// Heading
$_['heading_title']		 = 'โอนเงิน';

// Text
$_['text_payment']		 = 'การชำระเงิน';
$_['text_success']		 = 'สำเร็จ: คุณได้ปรับปรุงรายละเอียดการโอนเงินแล้ว!';
$_['text_edit']          = 'แก้ไขการโอนเงิน';

// Entry
$_['entry_bank']		 = 'คำแนะนำในการโอนเงิน';
$_['entry_total']		 = 'ทั้งหมด';
$_['entry_order_status'] = 'สถานะการสั่งซื้อ';
$_['entry_geo_zone']	 = 'โซนภูมิภาค';
$_['entry_status']		 = 'สถานะ';
$_['entry_sort_order']	 = 'เรียงลำดับ';

// Help
$_['help_total']		 = 'ยอดทั้งหมดของการสั่งซื้อต้องถึงจำนวนก่อนที่การชำระเงินวิธีนี้จะเปิดใช้งาน.';

// Error
$_['error_permission']   = 'คำเตือน: คุณไม่ได้รับอนุญาตให้ปรับปรุงการโอนเงิน!';
$_['error_bank']         = 'ต้องการคำแนะนำการโอนเงิน!';