<?php
// Heading
$_['heading_title']		 = 'เช็ค / ธนาณัติ';

// Text
$_['text_payment']		 = 'การชำระเงิน';
$_['text_success']		 = 'สำเร็จ: คุณได้ปรับปรุงรายละเอียดเช็ค / ธนาณัติ!';
$_['text_edit']          = 'แก้ไขเช็ค / ธนาณัติ';

// Entry
$_['entry_payable']		 = 'ชำระไปยัง';
$_['entry_total']		 = 'ทั้งหมด';
$_['entry_order_status'] = 'สถานะการสั่งซื้อ';
$_['entry_geo_zone']	 = 'โซนภูมิภาค';
$_['entry_status']		 = 'สถานะ';
$_['entry_sort_order']	 = 'เรียงลำดับ';

// Help
$_['help_total']		 = 'ยอดทั้งหมดของการสั่งซื้อต้องถึงจำนวนก่อนที่การชำระเงินวิธีนี้จะเปิดใช้งาน.';

// Error
$_['error_permission']   = 'คำเตือน: คุณไม่ได้รับอนุญาตให้ปรับปรุงการชำระเงินด้วยเช็ค / ธนาณัติ!';
$_['error_payable']	     = 'ต้องการผู้รับชำระ!';