<?php
// Heading
$_['heading_title']    = 'ทำสำรอง &amp; เรียกคืน';

// Text
$_['text_backup']      = 'ดาวน์โหลดการทำสำรอง';
$_['text_success']     = 'สำเร็จ: คุณได้นำเข้าฐานข้อมูลเรียบร้อยแล้ว!';
$_['text_list']        = 'รายการอัพโหลด';

// Entry
$_['entry_restore']    = 'เรียกคืนที่ทำสำรองไว้';
$_['entry_backup']     = 'ทำสำรอง';

// Error
$_['error_permission'] = 'คำเตือน: คุณไม่ได้รับอนุญาตให้ปรับปรุงการทำสำรอง!';
$_['error_backup']     = 'คำเตือน: คุณต้องเลือกอย่างน้อยหนึ่งตารางในการทำสำรอง!';
$_['error_empty']      = 'คำเตือน: ไฟล์ที่คุณอัพโหลดนั้นว่างเปล่า!';