<?php
// Heading
$_['heading_title']        = 'สมุดที่อยู่';

// Text
$_['text_account']         = 'บัญชีผู้ใช้';
$_['text_address_book']    = 'รายการสมุดที่อยู่';
$_['text_edit_address']    = 'แก้ไขที่อยู่';
$_['text_add']             = 'ที่อยู่ของคุณได้ถูกเพิ่มสำเร็จแล้ว';
$_['text_edit']            = 'ที่อยู่ของคุณได้ถูกปรับปรุงสำเร็จแล้ว';
$_['text_delete']          = 'ที่อยู่ของคุณได้ถูกลบสำเร็จแล้ว';
$_['text_empty']           = 'คุณไม่มีที่อยู่ในบัญชีของคุณ.';

// Entry
$_['entry_firstname']      = 'ชื่อ';
$_['entry_lastname']       = 'นามสกุล';
$_['entry_company']        = 'บริษัท';
$_['entry_address_1']      = 'ที่อยู่ 1';
$_['entry_address_2']      = 'ที่อยู่ 2';
$_['entry_postcode']       = 'รหัสไปรษณีย์';
$_['entry_city']           = 'เมือง';
$_['entry_country']        = 'ประเทศ';
$_['entry_zone']           = 'จังหวัด/รัฐ';
$_['entry_default']        = 'ที่อยู่เริ่มต้น';

// Error
$_['error_delete']         = 'คำเตือน: คุณต้องมีอย่างน้อยหนึ่งที่อยู่!';
$_['error_default']        = 'คำเตือน: คุณไม่สามารถลบที่อยู่เริ่มต้น!';
$_['error_firstname']      = 'ชื่อต้องมีอักขระระหว่าง 1 ถึง 32 ตัวอักษร!';
$_['error_lastname']       = 'นามสกุลต้องมีอักขระระหว่าง 1 ถึง 32 ตัวอักษร!';
$_['error_vat']            = 'ภาษีมูลค่าเพิ่มไม่ถูกต้อง!';
$_['error_address_1']      = 'ที่อยู่ต้องมีอักขระระหว่าง 3 ถึง 128 ตัวอักษร!';
$_['error_postcode']       = 'รหัสไปรษณีย์ต้องมีอักขระระหว่าง 2 ถึง 10 ตัวอักษร!';
$_['error_city']           = 'เมืองต้องมีอักขระระหว่าง 2 ถึง 128 ตัวอักษร!';
$_['error_country']        = 'กรุณาเลือกประเทศ!';
$_['error_zone']           = 'กรุณาเลือกจังหวัด/รัฐ!';
$_['error_custom_field']   = '%s ต้องกรอก!';
