<?php
// Heading
$_['heading_title']      = 'ข้อมูลส่วนตัวบัญชีของฉัน';

// Text
$_['text_account']       = 'บัญชีผู้ใช้';
$_['text_edit']          = 'แก้ไขข้อมูล';
$_['text_your_details']  = 'รายละเอียดส่วนตัวของคุณ';
$_['text_success']       = 'สำเร็จ: บัญชีของคุณได้รับการปรับปรุงแล้ว.';

// Entry
$_['entry_firstname']    = 'ชื่อ';
$_['entry_lastname']     = 'นามสกุล';
$_['entry_email']        = 'อีเมลล์';
$_['entry_telephone']    = 'โทรศัพท์';
$_['entry_fax']          = 'แฟ็กซ์';

// Error
$_['error_exists']       = 'คำเตือน: อีเมลล์ถูกใช้ลงทะเบียนแล้ว!';
$_['error_firstname']    = 'ชื่อต้องมีอักขระระหว่าง 1 ถึง 32 ตัวอักษร!';
$_['error_lastname']     = 'นามสกุลต้องมีอักขระระหว่าง 1 ถึง 32 ตัวอักษร!';
$_['error_email']        = 'รูปแบบอีเมลล์ไม่ถูกต้อง!';
$_['error_telephone']    = 'โทรศัพท์ต้องมีอักขระระหว่าง 3 ถึง 32 ตัวอักษร!';
$_['error_custom_field'] = '%s ต้องกรอก!';
