<?php
// Heading
$_['heading_title']   = 'ลืมรหัสผ่าน?';

// Text
$_['text_account']    = 'บัญชีผู้ใช้';
$_['text_forgotten']  = 'ลืมรหัสผ่าน';
$_['text_your_email'] = 'ที่อยู่อีเมลล์ของคุณ';
$_['text_email']      = 'กรอกอีเมลล์ที่ใช้ในบัญชีของคุณ. กดส่งข้อมูลเพื่อรับรหัสผ่านที่จะอีเมลล์ส่งไปถึงคุณ.';
$_['text_success']    = 'สำเร็จ: รหัสผ่านใหม่ได้ถูก่งไปยังอีเมลของคุณแล้ว.';

// Entry
$_['entry_email']     = 'ที่อยู่อีเมลล์';

// Error
$_['error_email']     = 'คำเตือน: ที่อยู่อีเมลล์ไม่พบในรายการ, โปรดลองอีกครั้ง!';