<?php
// Heading
$_['heading_title']                = 'ผู้ใช้เข้าสู่ระบบ';

// Text
$_['text_account']                 = 'บัญชีผู้ใช้';
$_['text_login']                   = 'เข้าสู่ระบบ';
$_['text_new_customer']            = 'ลูกค้าใหม่';
$_['text_register']                = 'ลงทะเบียนบัญชีผู้ใช้';
$_['text_register_account']        = 'โดยการสร้างบัญชีผู้ใช้ คุณจะช็อปได้เร็วกว่า, ทันเหตุการณ์กับรายการสั่งซื้อ, และตรวจดูรายการสั่งซื้อที่เคยทำได้.';
$_['text_returning_customer']      = 'ลูกค้าเก่า';
$_['text_i_am_returning_customer'] = 'ฉันเป็นลูกค้าเก่า';
$_['text_forgotten']               = 'ลืมรหัสผ่าน';

// Entry
$_['entry_email']                  = 'ที่อยู่อีเมลล์';
$_['entry_password']               = 'รหัสผ่าน';

// Error
$_['error_login']                  = 'คำเตือน: ที่อยู่อีเมลล์หรือรหัสผ่านไม่ถูกต้อง.';
$_['error_attempts']               = 'คำเตือน: บัญชีผู้ใช้ของคุณได้พยายามเข้าสู่ระบบมากเกินจำกัด. โปรดลองอีกครั้งใน 1 ชั่วโมงข้างหน้า.';
$_['error_approved']               = 'คำเตือน: บัญชีผู้ใช้ของคุณต้องการการยืนยันก่อนที่คุณจะเข้าสู่ระบบได้.';