<?php
// Heading
$_['heading_title']      = 'คืนสินค้า';

// Text
$_['text_account']       = 'บัญชีผู้ใช้';
$_['text_return']        = 'ข้อมูลการคืน';
$_['text_return_detail'] = 'รายละเอียดการคืน';
$_['text_description']   = 'กรุณากรอกฟอร์มด้านล่างเพื่อขอเลข RMA.';
$_['text_order']         = 'ข้อมูลการสั่งซื้อ';
$_['text_product']       = 'ข้อมูลสินค้า &amp; เหตุผลในการคืน';
$_['text_message']       = '<p>ขอบคุณสำหรับการส่งข้อมูลร้องขอการคืนสินค้า. คำร้องของคุณจะถูกส่งไปยังแผนกที่เกี่ยวข้องเพื่อดำเนินการต่อไป.</p><p> คุณจะได้รับแจ้งเตือนทางอีเมลล์เกี่ยวกับสถานะคำร้อง.</p>';
$_['text_return_id']     = 'รหัสการคืน:';
$_['text_order_id']      = 'รหัสการสั่งซื้อ:';
$_['text_date_ordered']  = 'วันที่สั่งซื้อ:';
$_['text_status']        = 'สถานะ:';
$_['text_date_added']    = 'วันที่เพิ่ม:';
$_['text_comment']       = 'ความคิดเห็นการคืน';
$_['text_history']       = 'ประวัติการคืน';
$_['text_empty']         = 'คุณยังไม่เคยคืนสินค้า!';
$_['text_agree']         = 'ฉันได้อ่านและยอมรับ <a href="%s" class="agree"><b>%s</b></a>';

// Column
$_['column_return_id']   = 'รหัสการคืน';
$_['column_order_id']    = 'หมายเลขการสั่งซื้อ';
$_['column_status']      = 'สถานะ';
$_['column_date_added']  = 'วันที่เพิ่ม';
$_['column_customer']    = 'ลูกค้า';
$_['column_product']     = 'ชื่อสินค้า';
$_['column_model']       = 'รุ่น';
$_['column_quantity']    = 'จำนวน';
$_['column_price']       = 'ราคา';
$_['column_opened']      = 'ถูกเปิดแล้ว';
$_['column_comment']     = 'ความคิดเห็น';
$_['column_reason']      = 'เหตุผล';
$_['column_action']      = 'ดำเนินการ';

// Entry
$_['entry_order_id']     = 'หมายเลขการสั่งซื้อ';
$_['entry_date_ordered'] = 'วันที่สั่งซื้อ';
$_['entry_firstname']    = 'ชื่อ';
$_['entry_lastname']     = 'นามสกุล';
$_['entry_email']        = 'อีเมลล์';
$_['entry_telephone']    = 'โทรศัพท์';
$_['entry_product']      = 'ชื่อสินค้า';
$_['entry_model']        = 'รหัสสินค้า';
$_['entry_quantity']     = 'จำนวน';
$_['entry_reason']       = 'เหตุผลการคืน';
$_['entry_opened']       = 'สินค้าถูกเปิดแล้ว';
$_['entry_fault_detail'] = 'ข้อผิดพลาดหรือรายละเอียดอื่นๆ';

// Error
$_['text_error']         = 'รายการคืนของที่คุณเรียกนั้นไม่พบ!';
$_['error_order_id']     = 'ต้องการรหัสสั่งซื้อ!';
$_['error_firstname']    = 'ชื่อต้องมีอักขระระหว่าง 1 ถึง 32 ตัวอักษร!';
$_['error_lastname']     = 'นามสกุลต้องมีอักขระระหว่าง 1 ถึง 32 ตัวอักษร!';
$_['error_email']        = 'รูปแบบอีเมลล์ไม่ถูกต้อง!';
$_['error_telephone']    = 'โทรศัพท์ต้องมีอักขระระหว่าง 3 ถึง 32 ตัวอักษร!';
$_['error_product']      = 'ชื่อสินค้าต้องมีอักขระระหว่าง 3 ถึง 255 ตัวอักษร!';
$_['error_model']        = 'ชื่อรุ่นต้องมีอักขระระหว่าง 3 ถึง 64 ตัวอักษร!';
$_['error_reason']       = 'คุณต้องเลือกเหตุผลในการคืนสินค้า!';
$_['error_captcha']      = 'ตรวจสอบพบโค้ดไม่ตรงกับภาพ!';
$_['error_agree']        = 'คำเตือน: คุณต้องยอมรับ %s!';