<?php
// Heading
$_['heading_title'] = 'บัญชีผู้ใช้ของคุณถูกสร้างสำเร็จแล้ว!';

// Text
$_['text_message']  = '<p>ยินดีด้วย! บัญชีผู้ใช้ของคุณถูกสร้างสำเร็จแล้ว!</p> <p>ตอนนี้คุณสามารถใช้ประโยชน์จากสิทธิประโยชน์ของสมาชิกที่จะเพิ่มประสบการณ์การช้อปปิ้งออนไลน์ของคุณกับเรา.</p> <p>หากคุณมีคำถามใด ๆ เกี่ยวกับการดำเนินงานของร้านค้าออนไลน์นี้กรุณาส่งอีเมลล์หาเจ้าของร้าน.</p> <p>การยืนยันได้ถูกส่งไปยังอีเมลล์ที่ระบุไว้. ถ้าคุณไม่ได้รับภายในหนึ่งชั่วโมง, กรุณา<a href="%s">ติดต่อเรา</a>.</p>';
$_['text_approval'] = '<p>ขอบคุณที่ลงทะเบียนกับ %s!</p><p>คุณจะได้รับอีเมลล์แจ้งเตือนเมื่อบัญชีของคุณถูกเปิดใช้งานโดยเจ้าของร้าน.</p><p>หากคุณมีคำถามใดๆเกี่ยวกับกระบวนการของร้านค้าออนไลน์, กรุณา<a href="%s">ติดต่อเจ้าของร้าน</a>.</p>';
$_['text_account']  = 'บัญชีผู้ใช้';
$_['text_success']  = 'สำเร็จ';
