<?php
// Heading
$_['heading_title']    = 'ซื้อบัตรกำนัล';

// Text
$_['text_account']     = 'บัญชีผู้ใช้';
$_['text_voucher']     = 'บัตรกำนัล';
$_['text_description'] = 'บัตรของขวัญนี้จะถูกส่งอีเมลล์ไปยังผู้รับหลังจากคำสั่งซื้อของคุณได้ชำระเงินแล้ว.';
$_['text_agree']       = 'ฉันเข้าใจว่าบัตรกำนัลไม่สามารถคืนเงินได้.';
$_['text_message']     = '<p>ขอบคุณที่สั่งซื้อบัตรของขวัญ! เมื่อคุณได้สั่งซื้อสำเร็จแล้ว บัตรกำนัลของคุณจะถูกส่งไปยังอีเมลล์กับรายละเอียดถึงการนำไปใช้.</p>';
$_['text_for']         = '%s บัตรของขวัญสำหรับ %s';

// Entry
$_['entry_to_name']    = 'ชื่อผู้รับ';
$_['entry_to_email']   = 'อีเมลล์ผู้รับ';
$_['entry_from_name']  = 'ชื่อของคุณ';
$_['entry_from_email'] = 'อีเมลล์ของคุณ';
$_['entry_theme']      = 'ธีมที่ใช้กับบัตรกำนัล';
$_['entry_message']    = 'ข้อความ';
$_['entry_amount']     = 'จำนวน';

// Help
$_['help_message']     = 'ตัวเลือก';
$_['help_amount']      = 'ค่าต้องมีจำนวนระหว่าง %s และ %s';

// Error
$_['error_to_name']    = 'ชื่อผู้รับต้องมีอักขระระหว่าง 1 ถึง 64 ตัวอักษร!';
$_['error_from_name']  = 'ชื่อคุณต้องมีอักขระระหว่าง 1 ถึง 64 ตัวอักษร!';
$_['error_email']      = 'รูปแบบอีเมลล์ไม่ถูกต้อง!';
$_['error_theme']      = 'คุณต้องเลือกธีม!';
$_['error_amount']     = 'จำนวนต้องมีค่าระหว่าง %s และ %s!';
$_['error_agree']      = 'คำเตือน: คุณต้องยอมรับว่าบัตรของขวัญไม่สามารถคืนเงินได้!';
