<?php
// Text
$_['text_subject']		        = '%s - โปรแกรมพันธมิตร';
$_['text_welcome']		        = 'ขอบคุณที่ร่วมโปรแกรมพันธมิตร %s!';
$_['text_login']                = 'บัญชีผู้ใช้ของคุณได้ถูกสร้างแล้วและคุณสามารถเข้าสู่ระบบโดยใช้อีเมลล์และรหัสผ่านของคุณโดยเข้าไปที่เว็บไซต์ของเราหรือไปที่ URL นี้:';
$_['text_approval']		        = 'บัญชีผู้ใช้ของคุณต้องได้รับการอนุมัติก่อนที่คุณจะเข้าสู่ระบบได้. เมื่อได้รับการอนุมัติแล้วคุณสามารถเข้าสู่ระบบได้โดยใช้อีเมลล์และรหัสผ่านของคุณโดยเข้าไปที่เว็บไซต์ของเราหรือไปที่ URL นี้:';
$_['text_services']		        = 'เมื่อเข้าสู่ระบบ, คุณจะสามารถสร้างโค้ดติดตาม, ติดตามการชำระค่าคอมมิชชั่นและแก้ไขข้อมูลบัญชีผู้ใช้ของคุณ.';
$_['text_thanks']		        = 'ขอบคุณ,';
$_['text_new_affiliate']        = 'พันธมิตรใหม่';
$_['text_signup']		        = 'พันธมิตรใหม่ได้สมัครสมาชิก:';
$_['text_store']		        = 'ร้านค้า:';
$_['text_firstname']	        = 'ชื่อ:';
$_['text_lastname']		        = 'นามสกุล:';
$_['text_company']		        = 'บริษัท:';
$_['text_email']		        = 'อีเมลล์:';
$_['text_telephone']	        = 'โทรศัพท์:';
$_['text_website']		        = 'เว็บไซต์:';
$_['text_order_id']             = 'รหัสการสั่งซื้อ:';
$_['text_transaction_subject']  = '%s - ค่าคอมมิชชั่นพันธมิตร';
$_['text_transaction_received'] = 'คุณได้รับค่าคอมมิชชั่น %s!';
$_['text_transaction_total']    = 'ค่าคอมมิชชั่นของคุณทั้งหมดตอนนี้คือ %s.';
