<?php
// Text
$_['text_subject']        = '%s - ขอบคุณที่ลงทะเบียน';
$_['text_welcome']        = 'ยินดีต้อนรับและขอบคุณที่ลงทะเบียนกับ %s!';
$_['text_login']          = 'บัญชีผู้ใช้ของคุณได้ถูกสร้างแล้วและคุณสามารถเข้าสู่ระบบโดยใช้อีเมลล์และรหัสผ่านของคุณโดยเข้าไปที่เว็บไซต์ของเราหรือเข้าไปที่ URL นี้:';
$_['text_approval']       = 'บัญชีผู้ใช้ของคุณต้องถูกอนุมัติก่อนที่คุณจะสามารถเข้าสู่ระบบ. เมื่ออนุมัติแล้วคุณสามารถเข้าสู่ระบบโดยใช้อีเมลล์และรหัสผ่านของคุณโดยเข้าไปที่เว็บไซต์ของเราหรือเข้าไปที่ URL นี้:';
$_['text_services']       = 'เมื่อเข้าสู่ระบบ, คุณจะสามารถเข้าถึงบริการต่างๆรวมถึงรีวิวการสั่งซื้อที่ผ่านมา, พิมพ์ใบเรียกเก็บเงินและแก้ไขข้อมูลบัญชีผู้ใช้ของคุณ.';
$_['text_thanks']         = 'ขอบคุณ,';
$_['text_new_customer']   = 'ลูกค้าใหม่';
$_['text_signup']         = 'ลูกค้าใหม่ได้สมัครสมาชิก:';
$_['text_website']        = 'เว็บไซต์:';
$_['text_customer_group'] = 'กลุ่มลูกค้า:';
$_['text_firstname']      = 'ชื่อ:';
$_['text_lastname']       = 'นามสกุล:';
$_['text_email']          = 'อีเมลล์:';
$_['text_telephone']      = 'โทรศัพท์:';