<?php
// Heading
$_['heading_title']                    = 'ร้านค้า';

// Text
$_['text_settings']                    = 'ตั้งค่า';
$_['text_success']                     = 'สำเร็จ: คุณได้ปรับปรุงร้านค้าแล้ว!';
$_['text_list']                        = 'รายการร้านค้า';
$_['text_add']                         = 'เพิ่มร้านค้า';
$_['text_edit']                        = 'แก้ไขร้านค้า';
$_['text_items']                       = 'รายการ';
$_['text_tax']                         = 'ภาษี';
$_['text_account']                     = 'บัญชีผู้ใช้';
$_['text_checkout']                    = 'ไปชำระเงิน';
$_['text_stock']                       = 'สต็อก';
$_['text_shipping']                    = 'ที่อยู่จัดส่ง';
$_['text_payment']                     = 'ที่อยู่ชำระเงิน';

// Column
$_['column_name']                      = 'ชื่อร้านค้า';
$_['column_url']	                   = 'URL ร้านค้า';
$_['column_action']                    = 'การทำงาน';

// Entry
$_['entry_url']                        = 'URL ร้านค้า';
$_['entry_ssl']                        = 'SSL URL';
$_['entry_name']                       = 'ชื่อร้านค้า';
$_['entry_owner']                      = 'เจ้าของร้าน';
$_['entry_address']                    = 'ที่อยู่';
$_['entry_geocode']                    = 'Geocode';
$_['entry_email']                      = 'อีเมลล์';
$_['entry_telephone']                  = 'โทรศัพท์';
$_['entry_fax']                        = 'แฟ็กซ์';
$_['entry_image']                      = 'รูปภาพ';
$_['entry_open']                       = 'เวลาเปิด';
$_['entry_comment']                    = 'ความคิดเห็น';
$_['entry_location']                   = 'ตำแหน่งร้านค้า';
$_['entry_meta_title']                 = 'Meta Title';
$_['entry_meta_description']           = 'Meta Tag Description';
$_['entry_meta_keyword']               = 'Meta Tag Keywords';
$_['entry_layout']                     = 'เลย์เอาต์เริ่มต้น';
$_['entry_template']                   = 'เทมเพลท';
$_['entry_country']                    = 'ประเทศ';
$_['entry_zone']                       = 'จังหวัด / รัฐ';
$_['entry_language']                   = 'ภาษา';
$_['entry_currency']                   = 'สกุลเงิน';
$_['entry_product_limit'] 	           = 'ค่าเริ่มต้นจำนวนต่อหน้า (สินค้า)';
$_['entry_product_description_length'] = 'จำกัดรายการรายละเอียดต่อหน้า (สินค้า)';
$_['entry_tax']                        = 'แสดงราคากับภาษี';
$_['entry_tax_default']                = 'ใช้ที่อยู่ภาษีร้านค้า';
$_['entry_tax_customer']               = 'ใช้ที่อยู่ภาษีลูกค้า';
$_['entry_customer_group']             = 'กลุ่มลูกค้า';
$_['entry_customer_group_display']     = 'แสดงกลุ่มลูกค้า';
$_['entry_customer_price']             = 'เข้าสู่ระบบแสดงราคา';
$_['entry_account']                    = 'ข้อตกลงบัญชีผู้ใช้';
$_['entry_cart_weight']                = 'แสดงน้ำหนักบนหน้ารถเข็น';
$_['entry_checkout_guest']             = 'บุคคลทั่วไปชำระเงิน';
$_['entry_checkout']                   = 'ข้อตกลงการชำระเงิน';
$_['entry_order_status']               = 'สถานะการสั่งซื้อ';
$_['entry_stock_display']              = 'แสดงสต็อก';
$_['entry_stock_checkout']             = 'เช็คออกสต็อก';
$_['entry_logo']                       = 'โลโก้ร้านค้า';
$_['entry_icon']                       = 'ไอคอน';
$_['entry_image_category']             = 'ขนาดภาพหมวดหมู่';
$_['entry_image_thumb']                = 'ขนาดภาพย่อสินค้า';
$_['entry_image_popup']                = 'ขนาดภาพป๊อปอัพสินค้า';
$_['entry_image_product']              = 'ขนาดรายการภาพสินค้า';
$_['entry_image_additional']           = 'ขนาดภาพสินค้าเพิ่มเติม';
$_['entry_image_related']              = 'ภาพสินค้าที่เกี่ยวข้อง';
$_['entry_image_compare']              = 'ขนาดภาพเปรียบเทียบ';
$_['entry_image_wishlist']             = 'ขนาดภาพรายการโปรด';
$_['entry_image_cart']                 = 'ขนาดภาพรถเข็น';
$_['entry_image_location']             = 'ขนาดภาพร้านค้า';
$_['entry_width']                      = 'ความกว้าง';
$_['entry_height']                     = 'ความสูง';
$_['entry_secure']                     = 'ใช้ SSL';

// Help
$_['help_url']                         = 'รวม URL เต็มสำหรับร้านค้าของคุณ. โปรดแน่ใจที่จะเพิ่ม \'/\' ต่อท้าย. ตัวอย่าง: http://www.yourdomain.com/path/<br /><br />อย่าใช้โฟลเดอร์ในการสร้างร้านค้าใหม่. คุณควรชี้เป้าไปยังโดเมนหรือโดเมนย่อยเสมอ.';
$_['help_ssl']                         = 'รวม SSL URL ไปยังร้านค้าของคุณ. โปรดแน่ใจที่จะเพิ่ม \'/\' ต่อท้าย. ตัวอย่าง: http://www.yourdomain.com/path/<br /><br />อย่าใช้โฟลเดอร์ในการสร้างร้านค้าใหม่. คุณควรชี้เป้าไปยังโดเมนหรือโดเมนย่อยเสมอ.';
$_['help_geocode']                     = 'กรุณากรอกตำแหน่ง geocode ร้านค้าด้วยตนเอง.';
$_['help_open']                        = 'กรอกเวลาเปิดปิดร้านค้า.';
$_['help_comment']                     = 'ฟิลด์นี้สำหรับโน๊ตพิเศษที่จะบอกลูกค้า เช่น ร้านค้าไม่รับเช็ค.';
$_['help_location']                    = 'ตำแหน่งร้านที่ต่างกันที่คุณต้องการแสดงในหน้าฟอร์มติดต่อเรา.';
$_['help_currency']                    = 'เปลี่ยนสกุลเงินเริ่มต้น. ล้างแคชเบราเซอร์ของคุณเพื่อดูการเปลี่ยนแปลงแล้วล้างคุกกี้ของคุณใหม่.';
$_['help_product_limit'] 	           = 'ตัดสินใจจำนวนรายการสินค้าที่จะแสดงต่อหน้า (สินค้า, หมวดหมู่, อื่นๆ)';
$_['help_product_description_length']  = 'ในมุมรายการ, จำกัดอักขระของรายละเอียดสั้นๆ (สินค้า, หมวดหมู่, อื่นๆ)';
$_['help_tax_default']                 = 'ใช้ที่อยู่ร้านค้าในการคำณวนภาษีถ้าไม่มีใครเข้าสู่ระบบ. คุณสามารถเลือกที่อยู่ร้านค้าสำหรับที่อยู่จัดส่งหรือชำระเงินของลูกค้า.';
$_['help_tax_customer']                = 'ใช้ที่อยู่เริ่มต้นของลูกค้าเมื่อพวกเขาเข้าสู่ระบบในการคำณวนภาษี. คุณสามารถเลือกที่อยู่ร้านค้าสำหรับที่อยู่จัดส่งหรือชำระเงินของลูกค้า.';
$_['help_customer_group']              = 'ค่าเริ่มต้นกลุ่มลูกค้า.';
$_['help_customer_group_display']      = 'แสดงกลุ่มลูกค้าที่ลูกค้าใหม่จะเลือกใช้เช่นขายส่งหรือธุรกิจเมื่อสมัครสมาชิก.';
$_['help_customer_price']              = 'แสดงราคาเฉพาะเมื่อลูกค้าเข้าสู่ระบบ.';
$_['help_account']                     = 'ผู้คนต้องยอมรับข้อตกลงก่อนบัญชีผู้ใช้จะถูกสร้าง.';
$_['help_checkout_guest']              = 'อนุญาตลูกค้าไปชำระเงินโดยไม่ต้องสร้างบัญชีผู้ใช้. นี่จะไม่มีให้ใช้เมื่อมีสินค้าที่ดาวน์โหลดได้อยู่ในรถเข็นสินค้า.';
$_['help_checkout']                    = 'ผู้คนต้องยอมรับข้อตกลงก่อนลูกค้าจะไปชำระเงิน.';
$_['help_order_status']                = 'กำหนดค่าเริ่มต้นสถานะของการสั่งซื้อเมื่อมีการสั่งซื้อ.';
$_['help_stock_display']               = 'แสดงจำนวนสต็อกบนหน้าสินค้า.';
$_['help_stock_checkout']              = 'อนุญาตลูกค้ายังคงไปชำระเงินได้ถ้าสินค้าที่พวกเขาจะซื้อไม่มีในสต็อก.';
$_['help_icon']                        = 'ไอคอนควรเป็น PNG และมีขนาด 16px x 16px.';
$_['help_secure']                      = 'การใช้ SSL ตรวจให้แน่ใจว่าโฮสท์ของคุณได้ติดตั้ง SSL certificate.';

// Error
$_['error_warning']                    = 'คำเตือน: กรุณาตรวจสอบฟอร์มอย่างระมัดระวังสำหรับข้อผิดพลาด!';
$_['error_permission']                 = 'คำเตือน: คุณไม่ได้รับอนุญาตให้ปรับปรุงร้านค้า!';
$_['error_name']                       = 'ชื่อร้านต้องมีอักขระตั้งแต่ 3 ถึง 32 ตัวอักษร!';
$_['error_owner']                      = 'เจ้าของร้าน ต้องมีอักขระตั้งแต่ 3 ถึง 64 ตัวอักษร!';
$_['error_address']                    = 'ที่อยู่ร้านค้าต้องมีอักขระตั้งแต่ 10 ถึง 256 ตัวอักษร!';
$_['error_email']                      = 'ที่อยู่อีเมลล์ไม่ถูกต้อง!';
$_['error_telephone']                  = 'โทรศัพท์ต้องมีอักขระตั้งแต่ 3 ถึง 128 ตัวอักษร!';
$_['error_url']                        = 'ต้องการ URL ร้านค้า!';
$_['error_meta_title']                 = 'ไตเติลต้องมีอักขระตั้งแต่ 3 ถึง 32 ตัวอักษร!';
$_['error_limit']       	           = 'ต้องการจำกัด!';
$_['error_customer_group_display']     = 'คุณต้องรวมกลุ่มลูกค้าเริ่มต้นถ้าคุณกำลังใช้ความสามารถนี้!';
$_['error_image_thumb']                = 'ต้องการขนาดย่อภาพสินค้า!';
$_['error_image_popup']                = 'ต้องการขนาดย่อภาพสินค้าป๊อปอัพ!';
$_['error_image_product']              = 'ต้องการขนาดรายการสินค้า!';
$_['error_image_category']             = 'ต้องการขนาดรายการหมวดหมู่!';
$_['error_image_additional']           = 'ต้องการขนาดภาพสินค้าเพิ่มเติม!';
$_['error_image_related']              = 'ต้องการขนาดภาพสินค้าที่เกี่ยวข้อง!';
$_['error_image_compare']              = 'ต้องการขนาดภาพสินค้าเปรียบเทียบ!';
$_['error_image_wishlist']             = 'ต้องการขนาดภาพรายการโปรด!';
$_['error_image_cart']                 = 'ต้องการขนาดภาพรถเข็น!';
$_['error_image_location']             = 'ต้องการขนาดภาพร้านค้า!';
$_['error_default']                    = 'คำเตือน: คุณไม่สามารถลบร้านค้าเริ่มต้นของคุณได้!';
$_['error_store']                      = 'คำเตือน: ร้านค้านี้ไม่สามารถลบได้เนื่องจากมันถูกใช้ในรายการสั่งซื้อ %s รายการ!';