<?php
// Heading
$_['heading_title']       = 'คูปอง';

// Text
$_['text_success']        = 'สำเร็จ: คุณได้ปรับปรุงคูปองแล้ว!';
$_['text_list']           = 'รายการคูปอง';
$_['text_add']            = 'เพิ่มคูปอง';
$_['text_edit']           = 'แก้ไขคูปอง';
$_['text_percent']        = 'เปอร์เซ็นต์';
$_['text_amount']         = 'จำนวนคงที่';

// Column
$_['column_name']         = 'ชื่อคูปอง';
$_['column_code']         = 'รหัส';
$_['column_discount']     = 'ส่วนลด';
$_['column_date_start']   = 'วันที่เริ่ม';
$_['column_date_end']     = 'วันที่สิ้นสุด';
$_['column_status']       = 'สถานะ';
$_['column_order_id']     = 'รหัสสั่งซื้อ';
$_['column_customer']     = 'ลูกค้า';
$_['column_amount']       = 'จำนวน';
$_['column_date_added']   = 'วันที่เพิ่ม';
$_['column_action']       = 'การทำงาน';

// Entry
$_['entry_name']          = 'ชื่อคูปอง';
$_['entry_code']          = 'รหัส';
$_['entry_type']          = 'ประเภท';
$_['entry_discount']      = 'ส่วนลด';
$_['entry_logged']        = 'ลูกค้าเข้าสู่ระบบ';
$_['entry_shipping']      = 'ฟรีค่าจัดส่ง';
$_['entry_total']         = 'จำนวนทั้งหมด';
$_['entry_category']      = 'หมวดหมู่';
$_['entry_product']       = 'สินค้า';
$_['entry_date_start']    = 'วันที่เริ่ม';
$_['entry_date_end']      = 'วันที่สิ้นสุด';
$_['entry_uses_total']    = 'งานต่อคูปอง';
$_['entry_uses_customer'] = 'ใช้งานต่อลูกค้า';
$_['entry_status']        = 'สถานะ';

// Help
$_['help_code']           = 'รหัสที่ลูกค้ากรอกเพื่อรับส่วนลด.';
$_['help_type']           = 'เปอร์เซ็นต์หรือจำนวนตายตัว.';
$_['help_logged']         = 'ลูกค้าต้องเข้าสู่ระบบเพื่อใช้คูปอง.';
$_['help_total']          = 'จำนวนทั้งหมดที่จะต้องมีถึงก่อนจะใช้คูปองได้.';
$_['help_category']       = 'เลือกสินค้าทั้งหมดในหมวดหมู่ที่เลือก.';
$_['help_product']        = 'เลือกสินค้าที่กำหนดที่จะนำคูปองไปใช้. ไม่เลือกสินค้าเพื่อนำไปใช้ได้ทั้งรถเข็น.';
$_['help_uses_total']     = 'จำนวนครั้งสูงสุดที่คูปองจะใช้ได้โดยลูกค้าใดๆ. ปล่อยว่างถ้าไม่จำกัด';
$_['help_uses_customer']  = 'จำนวนครั้งสูงสุดที่คูปองจะใช้ได้โดยลูกค้าหนึ่งคน. ปล่อยว่างถ้าไม่จำกัด';

// Error
$_['error_permission']    = 'คำเตือน: คุณไม่ได้รับอนุญาตให้ปรับปรุงคูปอง!';
$_['error_exists']        = 'คำเตือน: รหัสคูปองมีใช้อยู่แล้ว!';
$_['error_name']          = 'ชื่อคูปองต้องมีอักขระตั้งแต่ 3 ถึง 128 ตัวอักษร!';
$_['error_code']          = 'รหัสต้องมีอักขระตั้งแต่ 3 ถึง 10 ตัวอักษร!';