<?php
// Heading
$_['heading_title']     = 'ติดตามการตลาด';

// Text
$_['text_success']      = 'สำเร็จ: คุณได้ปรับปรุงการติดตามการตลาดแล้ว!';
$_['text_list']         = 'รายการติดตามการตลาด';
$_['text_add']          = 'เพิ่มติดตามการตลาด';
$_['text_edit']         = 'แก้ไขติดตามการตลาด';

// Column
$_['column_name']       = 'ชื่อแคมเปญ';
$_['column_code']       = 'รหัส';
$_['column_clicks']     = 'คลิก';
$_['column_orders']     = 'รายการสั่งซื้อ';
$_['column_date_added'] = 'วันที่เพิ่ม';
$_['column_action']     = 'การทำงาน';

// Entry
$_['entry_name']        = 'ชื่อแคมเปญ';
$_['entry_description'] = 'รายละเอียดแคมเปญ';
$_['entry_code']        = 'รหัสติดตาม';
$_['entry_example']     = 'ตัวอย่าง';
$_['entry_date_added']  = 'วันที่เพิ่ม';

// Help
$_['help_code']         = 'รหัสติดตามที่จะใช้ในการติดตามแคมเปญ.';
$_['help_example']      = 'ระบบสามารถติดตามการอ้างอิงที่คุณต้องการ การเพิ่มรหัสติดตามไปยังท้ายลิ้งค์ URL ที่ส่งไปยังเว็บไซต์องคุณ.';

// Error
$_['error_permission']  = 'คำเตือน: คุณไม่ได้รับอนุญาตให้ปรับปรุงการติดตามการตลาด!';
$_['error_name']        = 'แคมเปญต้องมีอักขระตั้งแต่ 1 ถึง 32 ตัวอักษร!';
$_['error_code']        = 'ต้องการรหัสติดตาม!';