<?php
// Heading
$_['heading_title']           = 'ประเทศ';

// Text
$_['text_success']            = 'สำเร็จ: คุณได้ปรับปรุงประเทศแล้ว!';
$_['text_list']               = 'รายการประเทศ';
$_['text_add']                = 'เพิ่มประเทศ';
$_['text_edit']               = 'แก้ไขประเทศ';

// Column
$_['column_name']             = 'ชื่อประเทศ';
$_['column_iso_code_2']       = 'ISO Code (2)';
$_['column_iso_code_3']       = 'ISO Code (3)';
$_['column_action']           = 'การทำงาน';

// Entry
$_['entry_name']              = 'ชื่อประเทศ';
$_['entry_iso_code_2']        = 'ISO Code (2)';
$_['entry_iso_code_3']        = 'ISO Code (3)';
$_['entry_address_format']    = 'รูปแบบที่อยู่';
$_['entry_postcode_required'] = 'ต้องการรหัสไปรษณีย์';
$_['entry_status']            = 'สถานะ';

// Help
$_['help_address_format']     = 'ชื่อ = {firstname}<br />นามสกุล = {lastname}<br />บริษัท = {company}<br />ที่อยู่ 1 = {address_1}<br />ที่อยู่ 2 = {address_2}<br />เมือง = {city}<br />รหัสไปรษณีย์ = {postcode}<br />โซน = {zone}<br />รหัสโซน = {zone_code}<br />ประเทศ = {country}';

// Error
$_['error_permission']        = 'คำเตือน: คุณไม่ได้รับอนุญาตให้ปรับปรุงประเทศ!';
$_['error_name']              = 'ชื่อประเทศต้องมีอักขระตั้งแต่ 3 ถึง 128 ตัวอักษร!';
$_['error_default']           = 'คำเตือน: ประเทศนี้ไม่สามารถลบได้เนื่องจากมันกำลังถูกนำไปใช้งานในร้านค้าหลัก!';
$_['error_store']             = 'คำเตือน: ประเทศนี้ไม่สามารถลบได้เนื่องจากมันกำลังถูกนำไปใช้งานในร้านค้า %s รายการ!';
$_['error_address']           = 'คำเตือน: ประเทศนี้ไม่สามารถลบได้เนื่องจากมันกำลังถูกนำไปใช้งานในสมุดที่อยู่ %s รายการ!';
$_['error_affiliate']         = 'คำเตือน: ประเทศนี้ไม่สามารถลบได้เนื่องจากมันกำลังถูกนำไปใช้งานในพันธมิตร %s รายการ!';
$_['error_zone']              = 'คำเตือน: ประเทศนี้ไม่สามารถลบได้เนื่องจากมันกำลังถูกนำไปใช้งานในโซน %s รายการ!';
$_['error_zone_to_geo_zone']  = 'คำเตือน: ประเทศนี้ไม่สามารถลบได้เนื่องจากมันกำลังถูกนำไปใช้งานในโซนของโซนภูมิภาค %s รายการ!';