<?php
// Heading
$_['heading_title']        = 'สกุลเงิน';

// Text
$_['text_success']         = 'สำเร็จ: คุณได้ปรับปรุงสกุลเงินแล้ว!';
$_['text_list']            = 'รายการสกุลเงิน';
$_['text_add']             = 'เพิ่มสกุลเงิน';
$_['text_edit']            = 'แก้ไขสกุลเงิน';

// Column
$_['column_title']         = 'ไตเติลสกุลเงิน';
$_['column_code']          = 'รหัส';
$_['column_value']         = 'มูลค่า';
$_['column_date_modified'] = 'อัพเดทล่าสุด';
$_['column_action']        = 'การทำงาน';

// Entry
$_['entry_title']          = 'ไตเติลสกุลเงิน';
$_['entry_code']           = 'รหัส';
$_['entry_value']          = 'มูลค่า';
$_['entry_symbol_left']    = 'สัญลักษณ์ทางซ้าย';
$_['entry_symbol_right']   = 'สัญลักษณ์ทางขวา';
$_['entry_decimal_place']  = 'ตำแหน่งทศนิยม';
$_['entry_status']         = 'สถานะ';

// Help
$_['help_code']            = 'อย่าเปลี่ยนถ้านี่คือสกุลเงินเริ่มต้นของคุณ. <a href="http://www.xe.com/iso4217.php" target="_blank">รหัส ISO</a> ต้องถูกต้อง.';
$_['help_value']           = 'กำหนดเป็น 1.000000 ถ้านี่เป็นสกุลเงินเริ่มต้น.';

// Error
$_['error_permission']     = 'คำเตือน: คุณไม่ได้รับอนุญาตให้ปรับปรุงสกุลเงิน!';
$_['error_title']          = 'ไตเติลสกุลเงินต้องมีอักขระตั้งแต่ 3 ถึง 32 ตัวอักษร!';
$_['error_code']           = 'รหัสสกุลเงินต้องมีอักขระ 3 ตัวอักษร!';
$_['error_default']        = 'คำเตือน: ไม่สามารถลบสกุลเงินนี้ได้เนื่องจากมันถูกนำไปใช้เป็นสกุลเงินเริ่มต้นของร้าน!';
$_['error_store']          = 'คำเตือน: ไม่สามารถลบสกุลเงินนี้ได้เนื่องจากมันถูกนำไปใช้ในร้าน %s รายการ!';
$_['error_order']          = 'คำเตือน: ไม่สามารถลบสกุลเงินนี้ได้เนื่องจากมันถูกนำไปใช้ในรายการสั่งซื้อ %s รายการ!';