<?php
// Heading
$_['heading_title']      = 'โซนภูมิภาค';

// Text
$_['text_success']       = 'สำเร็จ: คุณได้ปรับปรุงโซนภูมิภาคแล้ว!';
$_['text_list']          = 'รายการโซนภูมิภาค';
$_['text_add']           = 'เพิ่มโซนภูมิภาค';
$_['text_edit']          = 'แก้ไขโซนภูมิภาค';

// Column
$_['column_name']        = 'ชื่อโซนภูมิภาค';
$_['column_description'] = 'รายละเอียด';
$_['column_action']      = 'การทำงาน';

// Entry
$_['entry_name']         = 'ชื่อโซนภูมิภาค';
$_['entry_description']  = 'รายละเอียด';
$_['entry_country']      = 'ประเทศ';
$_['entry_zone']         = 'โซน';

// Error
$_['error_permission']   = 'คำเตือน: คุณไม่ได้รับอนุญาตให้ปรับปรุงโซนภูมิภาค!';
$_['error_name']         = 'ชื่อโซนภูมิภาค ต้องมีอักขระตั้งแต่ 3 ถึง 32 ตัวอักษร!';
$_['error_description']  = 'ชื่อรายละเอียดต้องมีอักขระตั้งแต่ 3 ถึง 255 ตัวอักษร!';
$_['error_tax_rate']     = 'คำเตือน: ไม่สามารถลบโซนภูมิภาคนี้เนื่องจากมันถูกนำไปใช้ในอัตราภาษีอย่างน้อยหนึ่งรายการ!';