<?php
// Heading
$_['heading_title']     = 'ภาษา';

// Text
$_['text_success']      = 'สำเร็จ: คุณได้ปรับปรุงภาษาสำเร็จ!';
$_['text_list']         = 'รายการภาษา';
$_['text_add']          = 'เพิ่มภาษา';
$_['text_edit']         = 'แก้ไขภาษา';

// Column
$_['column_name']       = 'ชื่อภาษา';
$_['column_code']       = 'รหัส';
$_['column_sort_order'] = 'เรียงลำดับ';
$_['column_action']     = 'การทำงาน';

// Entry
$_['entry_name']        = 'ชื่อภาษา';
$_['entry_code']        = 'รหัส';
$_['entry_locale']      = 'ท้องถิ่น';
$_['entry_image']       = 'รูปภาพ';
$_['entry_directory']   = 'โฟลเดอร์';
$_['entry_status']      = 'สถานะ';
$_['entry_sort_order']  = 'เรียงลำดับ';

// Help
$_['help_code']         = 'ตัวอย่าง: en. อย่าเปลี่ยนถ้านี้คือภาษาเริ่มต้นของคุณ.';
$_['help_locale']       = 'ตัวอย่าง: en_US.UTF-8,en_US,en-gb,en_gb,english';
$_['help_image']        = 'ตัวอย่าง: gb.png';
$_['help_directory']    = 'ชื่อโฟลเดอร์ของภาษา (อักษรใหญ่เล็กสำคัญ)';
$_['help_status']       = 'ซ่อน/แสดง ในดรอปดาวน์ภาษา';

// Error
$_['error_permission']  = 'คำเตือน: คุณไม่ได้รับอนุญาตให้ปรับปรุงภาษา!';
$_['error_name']        = 'ชื่อภาษาต้องมีอักขระตั้งแต่ 3 ถึง 32 ตัวอักษร!';
$_['error_code']        = 'โค้ดภาษาต้องมีอักขระอย่างน้อย 2 ตัวอักษร!';
$_['error_locale']      = 'ต้องกรอกท้องถิ่น!';
$_['error_image']       = 'ชื่อไฟล์ภาพต้องมีอักขระตั้งแต่ 3 ถึง 64 ตัวอักษร!';
$_['error_directory']   = 'ต้องกรอกโฟลเดอร์!';
$_['error_default']     = 'คำเตือน: ไม่สามารถลบภาษานี้ได้เนื่องจากมันถูกนำไปใช้ภาษาเริ่มต้นของร้าน!';
$_['error_admin']       = 'คำเตือน: ไม่สามารถลบภาษานี้ได้เนื่องจากมันถูกนำไปใช้ภาษาผู้ดูแล!';
$_['error_store']       = 'คำเตือน: ไม่สามารถลบภาษานี้ได้เนื่องจากมันถูกนำไปใช้ร้านค้า %s รายการ!';
$_['error_order']       = 'คำเตือน: ไม่สามารถลบภาษานี้ได้เนื่องจากมันถูกนำไปใช้รายการสั่งซื้อ %s รายการ!';