<?php
// Heading
$_['heading_title']    = 'หน่วยความยาว';

// Text
$_['text_success']     = 'สำเร็จ: คุณได้ปรับปรุงหน่วยความยาวแล้ว!';
$_['text_list']        = 'รายการหน่วยความยาว';
$_['text_add']         = 'เพิ่มหน่วยความยาว';
$_['text_edit']        = 'แก้ไขหน่วยความยาว';

// Column
$_['column_title']     = 'ไตเติลหน่วยความยาว';
$_['column_unit']      = 'หน่วยของความยาว';
$_['column_value']     = 'มูลค่า';
$_['column_action']    = 'การทำงาน';

// Entry
$_['entry_title']      = 'ไตเติลหน่วยความยาว';
$_['entry_unit']       = 'หน่วยของความยาว';
$_['entry_value']      = 'มูลค่า';

// Help
$_['help_value']       = 'กำหนดเป็น 1.00000 ถ้านี่คือค่าเริ่มต้นหน่วยความยาวของคุณ.';

// Error
$_['error_permission'] = 'คำเตือน: คุณไม่ได้รับอนุญาตให้ปรับปรุงหน่วยความยาว!';
$_['error_title']      = 'ไตเติลหน่วยความยาวต้องมีอักขระตั้งแต่ 3 ถึง 32 ตัวอักษร!';
$_['error_unit']       = 'หน่วยของความยาวต้องมีอักขระตั้งแต่ 1 ถึง 4 ตัวอักษร!';
$_['error_default']    = 'คำเตือน: ไม่สามารถลบหน่วยความยาวนี้เนื่องจากมันถูกนำไปใช้เป็นค่าเริ่มต้นในร้านค้า!';
$_['error_product']    = 'คำเตือน: ไม่สามารถลบหน่วยความยาวนี้เนื่องจากมันถูกนำไปใช้ในสินค้า %s รายการ!';