<?php
// Heading
$_['heading_title']    = 'ตำแหน่งร้านค้า';

// Text
$_['text_success']     = 'สำเร็จ: คุณได้ปรับปรุงตำแหน่งร้านค้าแล้ว!';
$_['text_list']        = 'รายการตำแหน่งร้านค้า';
$_['text_add']         = 'เพิ่มตำแหน่งร้านค้า';
$_['text_edit']        = 'แก้ไขตำแหน่งร้านค้า';
$_['text_default']     = 'ค่าเริ่มต้น';
$_['text_time']        = 'เวลาเปิด';
$_['text_geocode']     = 'Geocode ไม่สำเร็จเพราะว่าเหตุผลต่อไปนี้:';

// Column
$_['column_name']      = 'ชื่อร้านค้า';
$_['column_address']   = 'ที่อยู่';
$_['column_action']    = 'การทำงาน';

// Entry
$_['entry_name']       = 'ชื่อร้านค้า';
$_['entry_address']    = 'ที่อยู่';
$_['entry_geocode']    = 'Geocode';
$_['entry_telephone']  = 'โทรศัพท์';
$_['entry_fax']        = 'แฟ็กซ์';
$_['entry_image']      = 'รูปภาพ';
$_['entry_open']       = 'เวลาเปิด';
$_['entry_comment']    = 'ความคิดเห็น';

// Help
$_['help_geocode']     = 'กรุณากรอกตำแหน่ง geocode ร้านค้าด้วยตนเอง.';
$_['help_open']        = 'กรอกเวลาเปิดปิดร้านค้า.';
$_['help_comment']     = 'ฟิลด์นี้สำหรับโน๊ตพิเศษที่จะบอกลูกค้า เช่น ร้านค้าไม่รับเช็ค.';

// Error
$_['error_permission'] = 'คำเตือน: คุณไม่ได้รับอนุญาตให้ปรับปรุงตำแหน่งร้านค้า!';
$_['error_name']       = 'ชื่อร้านค้าต้องมีอักขระอย่างน้อย 1 ตัวอักษร!';
$_['error_address']    = 'ที่อยู่ต้องมีอักขระตั้งแต่ 3 ถึง 128 ตัวอักษร!';
$_['error_telephone']  = 'โทรศัพท์ต้องมีอักขระตั้งแต่ 3 ถึง 128 ตัวอักษร!';