<?php
// Heading
$_['heading_title']    = 'สถานะการสั่งซื้อ';

// Text
$_['text_success']     = 'สำเร็จ: คุณได้ปรับปรุงสถานะการสั่งซื้อแล้ว!';
$_['text_list']        = 'รายการสถานะการสั่งซื้อ';
$_['text_add']         = 'เพิ่มสถานะการสั่งซื้อ';
$_['text_edit']        = 'แก้ไขสถานะการสั่งซื้อ';

// Column
$_['column_name']      = 'ชื่อสถานะการสั่งซื้อ';
$_['column_action']    = 'การทำงาน';

// Entry
$_['entry_name']       = 'ชื่อสถานะการสั่งซื้อ';

// Error
$_['error_permission'] = 'คำเตือน: คุณไม่ได้รับอนุญาตให้ปรับปรุงสถานะสารสั่งซื้อ!';
$_['error_name']       = 'ชื่อสถานะการสั่งซื้อต้องมีอักขระตั้งแต่ 3 ถึง 32 ตัวอักษร!';
$_['error_default']    = 'คำเตือน: ไม่สามารถลบสถานะการสั่งซื้อนี้ได้เนื่องจากมันถูกนำไปใช้เป็นสถานะหลักของร้านค้า!';
$_['error_download']   = 'คำเตือน: ไม่สามารถลบสถานะการสั่งซื้อนี้ได้เนื่องจากมันถูกนำไปใช้เป็นสถานะดาวน์โหลดหลัก!';
$_['error_store']      = 'คำเตือน: ไม่สามารถลบสถานะการสั่งซื้อนี้ได้เนื่องจากมันถูกนำไปใช้ในร้านค้า %s รายการ!';
$_['error_order']      = 'คำเตือน: ไม่สามารถลบสถานะการสั่งซื้อนี้ได้เนื่องจากมันถูกนำไปใช้ในรายการสั่งซื้อ %s รายการ!';