<?php
// Heading
$_['heading_title']    = 'สถานะการคืน';

// Text
$_['text_success']     = 'สำเร็จ: คุณได้ปรับปรุงสถานะการคืนแล้ว!';
$_['text_list']        = 'รายการสถานะการคืน';
$_['text_add']         = 'เพิ่มสถานะการคืน';
$_['text_edit']        = 'แก้ไขสถานะการคืน';

// Column
$_['column_name']      = 'ชื่อสถานะการคืน';
$_['column_action']    = 'การทำงาน';

// Entry
$_['entry_name']       = 'ชื่อสถานะการคืน';

// Error
$_['error_permission'] = 'คำเตือน: คุณไม่ได้รับอนุญาตให้ปรับปรุงสถานะการคืน!';
$_['error_name']       = 'ชื่อสถานะการคืนต้องมีอักขระตั้งแต่ 3 ถึง 32 ตัวอักษร';
$_['error_default']    = 'คำเตือน: ไม่สามารถลบสถานะการคืนนี้ได้เนื่องจากมันถูกนำไปใช้ในค่าเริ่มต้นการคืนของร้านค้า!';
$_['error_return']     = 'คำเตือน: ไม่สามารถลบสถานะการคืนนี้ได้เนื่องจากมันถูกนำไปใช้ในรายการคืนสินค้า %s รายการ!';