<?php
// Heading
$_['heading_title']    = 'การทำงานคืนสินค้า';

// Text
$_['text_success']     = 'สำเร็จ: คุณได้ปรับปรุงการทำงานคืนสินค้าแล้ว!';
$_['text_list']        = 'รายการการทำงานคืนสินค้า';
$_['text_add']         = 'เพิ่มการทำงานคืนสินค้า';
$_['text_edit']        = 'แก้ไขการทำงานคืนสินค้า';

// Column
$_['column_name']      = 'ชื่อการทำงานคืนสินค้า';
$_['column_action']    = 'การทำงาน';

// Entry
$_['entry_name']       = 'ชื่อการทำงานคืนสินค้า';

// Error
$_['error_permission'] = 'คำเตือน: คุณไม่ได้รับอนุญาตให้ปรับปรุงการทำงานคืนสินค้า!';
$_['error_name']       = 'ชื่อการทำงานคืนสินค้าต้องมีอักขระตั้งแต่ 3 ถึง 64 ตัวอักษร!';
$_['error_return']     = 'คำเตือน: ไม่สามารถลบการทำงานคืนสินค้านี้เนื่องจากถูกนำไปใช้ในสินค้าที่คืน %s รายการ!';