<?php
// Heading
$_['heading_title']     = 'ชนิดภาษี';

// Text
$_['text_success']      = 'สำเร็จ: คุณได้ปรับปรุงชนิดภาษีแล้ว!';
$_['text_list']         = 'รายการชนิดภาษี';
$_['text_add']          = 'เพิ่มชนิดภาษี';
$_['text_edit']         = 'แก้ไขชนิดภาษี';
$_['text_shipping']     = 'ที่อยู่จัดส่ง';
$_['text_payment']      = 'ที่อยู่ชำระเงิน';
$_['text_store']        = 'ที่อยู่ร้านค้า';

// Column
$_['column_title']      = 'ไตเติลชนิดภาษี';
$_['column_action']     = 'การทำงาน';

// Entry
$_['entry_title']       = 'ไตเติลชนิดภาษี';
$_['entry_description'] = 'รายละเอียด';
$_['entry_rate']        = 'อัตราภาษี';
$_['entry_based']       = 'พื้นฐานบน';
$_['entry_geo_zone']    = 'โซนภูมิภาค';
$_['entry_priority']    = 'ความสำคัญ';

// Error
$_['error_permission']  = 'คำเตือน: คุณไม่ได้รับอนุญาตให้ปรับปรุงชนิดภาษี!';
$_['error_title']       = 'ไตเติลชนิดภาษีต้องมีอักขระตั้งแต่ 3 ถึง 32 ตัวอักษร!';
$_['error_description'] = 'รายละเอียดต้องมีอักขระตั้งแต่ 3 ถึง 255 ตัวอักษร!';
$_['error_product']     = 'คำเตือน: ไม่สามารถลบชนิดภาษีนี้ได้เนื่องจากมันถูกนำไปใช้ในสินค้า %s รายการ!';