<?php
// Heading
$_['heading_title']    = 'หน่วยน้ำหนัก';

// Text
$_['text_success']     = 'สำเร็จ: คุณได้ปรับปรุงหน่วยน้ำหนักแล้ว!';
$_['text_list']        = 'รายการหน่วยน้ำหนัก';
$_['text_add']         = 'เพิ่มหน่วยน้ำหนัก';
$_['text_edit']        = 'แก้ไขหน่วยน้ำหนัก';

// Column
$_['column_title']     = 'ไตเติลน้ำหนัก';
$_['column_unit']      = 'หน่วยของน้ำหนัก';
$_['column_value']     = 'มูลค่า';
$_['column_action']    = 'การทำงาน';

// Entry
$_['entry_title']      = 'ไตเติลน้ำหนัก';
$_['entry_unit']       = 'หน่วยของน้ำหนัก';
$_['entry_value']      = 'มูลค่า';

// Help
$_['help_value']       = 'กำหนดเป็น 1.00000 ถ้านี่คือค่าเริ่มต้นน้ำหนักของคุณ.';

// Error
$_['error_permission'] = 'คำเตือน: คุณไม่ได้รับอนุญาตให้ปรับปรุงหน่วยน้ำหนัก!';
$_['error_title']      = 'ไตเติลน้ำหนักต้องมีอักขระตั้งแต่ 3 ถึง 32 ตัวอักษร!';
$_['error_unit']       = 'หน่วยของน้ำหนักต้องมีอักขระตั้งแต่ 1 ถึง 4 ตัวอักษร!';
$_['error_default']    = 'คำเตือน: ไม่สามารถลบหน่วยน้ำหนักนี้เนื่องจากมันถูกนำไปใช้เป็นค่าเริ่มต้นของร้านค้า!';
$_['error_product']    = 'คำเตือน: ไม่สามารถลบหน่วยน้ำหนักนี้เนื่องจากมันถูกนำไปใช้ในสินค้า %s รายการ!';