<?php
// Heading
$_['heading_title']          = 'โซน';

// Text
$_['text_success']           = 'สำเร็จ: คุณได้ปรับปรุงโซนแล้ว!';
$_['text_list']              = 'รายการโซน';
$_['text_add']               = 'เพิ่มโซน';
$_['text_edit']              = 'แก้ไขโซน';

// Column
$_['column_name']            = 'ชื่อโซน';
$_['column_code']            = 'รหัสโซน';
$_['column_country']         = 'ประเทศ';
$_['column_action']          = 'การทำงาน';

// Entry
$_['entry_name']             = 'ชื่อโซน';
$_['entry_code']             = 'รหัสโซน';
$_['entry_country']          = 'ประเทศ';
$_['entry_status']           = 'สถานะ';

// Error
$_['error_permission']       = 'คำเตือน: คุณไม่ได้รับอนุญาตให้ปรับปรุงโซน!';
$_['error_name']             = 'ชื่อโซนต้องมีอักขระตั้งแต่ 3 ถึง 128 ตัวอักษร!';
$_['error_default']          = 'คำเตือน: ไม่สามารถลบโซนนี้ได้เนื่องจากมันถูกนำไปใช้เป็นค่าเริ่มต้นของร้าน!';
$_['error_store']            = 'คำเตือน: ไม่สามารถลบโซนนี้ได้เนื่องจากมันถูกนำไปใช้ในร้าน % รายการ!';
$_['error_address']          = 'คำเตือน: ไม่สามารถลบโซนนี้ได้เนื่องจากมันถูกนำไปใช้ในสมุดที่อยู่ % รายการ!';
$_['error_affiliate']        = 'คำเตือน: ไม่สามารถลบโซนนี้ได้เนื่องจากมันถูกนำไปใช้ในพันธมิตร % รายการ!';
$_['error_zone_to_geo_zone'] = 'คำเตือน: ไม่สามารถลบโซนนี้ได้เนื่องจากมันถูกนำไปใช้ในโซนภูมิภาค % รายการ!';