<?php
// Text
$_['text_approve_subject']      = '%s - บัญชีผู้ใช้พันธมิตรของคุณถูกเปิดใช้งานแล้ว!';
$_['text_approve_welcome']      = 'ยินดีต้อนรับและขอบคุณที่ลงทะเบียนกับ %s!';
$_['text_approve_login']        = 'บัญชีผู้ใช้ของคุณได้ถูกสร้างแล้วและคุณสามารถเข้าสู่ระบบโดยใช้อีเมลล์และรหัสผ่านของคุณโดยเข้าไปที่เว็บไซต์ของเราหรือเข้าไปที่ URL นี้:';
$_['text_approve_services']     = 'เมื่อเข้าสู่ระบบ, คุณจะสามารถสร้างโค้ดติดตาม, ติดตามการชำระค่าคอมมิชชั่นและแก้ไขข้อมูลบัญชีผู้ใช้ของคุณ.';
$_['text_approve_thanks']       = 'ขอบคุณ,';
$_['text_transaction_subject']  = '%s - ค่าคอมมิชชั่นพันธมิตร';
$_['text_transaction_received'] = 'คุณได้รับค่าคอมมิชชั่น %s!';
$_['text_transaction_total']    = 'ค่าคอมมิชชั่นของคุณทั้งหมดตอนนี้คือ %s.';