<?php
// Text
$_['text_approve_subject']      = '%s - บัญชีผู้ใช้ของคุณถูกเปิดใช้งานแล้ว!';
$_['text_approve_welcome']      = 'ยินดีต้อนรับและขอบคุณที่ลงทะเบียนกับ %s!';
$_['text_approve_login']        = 'บัญชีผู้ใช้ของคุณได้ถูกสร้างแล้วและคุณสามารถเข้าสู่ระบบโดยใช้อีเมลล์และรหัสผ่านของคุณโดยเข้าไปที่เว็บไซต์ของเราหรือเข้าไปที่ URL นี้:';
$_['text_approve_services']     = 'เมื่อเข้าสู่ระบบ, คุณจะสามารถเข้าถึงบริการต่างๆรวมถึงรีวิวการสั่งซื้อที่ผ่านมา, พิมพ์ใบเรียกเก็บเงินและแก้ไขข้อมูลบัญชีผู้ใช้ของคุณ.';
$_['text_approve_thanks']       = 'ขอบคุณ,';
$_['text_transaction_subject']  = '%s - เครดิตบัญชีผู้ใช้';
$_['text_transaction_received'] = 'คุณได้รับเครดิต %s!';
$_['text_transaction_total']    = 'จำนวนเครดิตของคุณทั้งหมดตอนนี้คือ %s.' . "\n\n" . 'บัญชีผู้ใช้ของคุณจะหักลบอัตโนมัติจากการสั่งซื้อครั้งถัดไป.';
$_['text_reward_subject']       = '%s - แต้มรางวัล';
$_['text_reward_received']      = 'คุณได้รับแต้มรางวัล %s แต้ม!';
$_['text_reward_total']         = 'จำนวนแต้มรางวัลทั้งหมดของคุณตอนนี้คือ %s.';