<?php
// Text
$_['text_subject']  = 'คุณได้ส่งบัตรกำนัลจาก %s';
$_['text_greeting'] = 'ยินดีด้วย, คุณได้รับบัตรของขวัญมีมูลค่า %s';
$_['text_from']     = 'บัตรของขวัญนี้ถูกส่งถึงคุณโดย %s';
$_['text_message']  = 'พร้อมข้อความต่อไปนี้';
$_['text_redeem']   = 'เพื่อจะรับบัตรของขวัญนี้, เขียนรหัสลงไปซึ่งคือ <b>%s</b> จากนั้นคลิกบนลิ้งค์ด้านล่างและสั่งซื้อสินค้าที่คุณต้องการเพื่อใช้บัตรกำนัลนี้. คุณสามารถกรอกรหัสบัตรกำนัลบนหน้ารถเข็นก่อนที่จะไปชำระเงิน.';
$_['text_footer']   = 'โปรดตอบกลับอีเมลล์นี้ถ้าหากคุณมีคำถามใดๆ.';